Repository: matteo-monego-sg/ExactaEasy_Gateway2
Catalog: DisplayManager/UIStrings.*.resx
Languages: cs

source: Bad
cs: Chybný

# Cal_Dark
source: Dark
cs: Tmavá

# Cal_Good
source: Good
cs: Správný

# Cal_Light
source: Light
cs: Světlá

# Cal_NumSamples
source: N° Elements by type
cs: Počet prvků podle typu

source: Connecting
cs: Připojování

source: Description
cs: Popis

source: Feature
cs: Funkce

source: Good
cs: Správný

source: Insufficient Light
cs: Nedostatečné světlo

source: Mean
cs: Průměr

source: Measure
cs: Míra

source: Measure Id
cs: ID míry

source: No
cs: Ne

source: Node
cs: Uzel

source: Node Id
cs: ID uzlu

source: Reject
cs: Vyřadit

source: Reject cause
cs: Příčina vyřazení

# RejectedPerCent
source: Rejected [%]
cs: Vyřazeno [%]

source: Remote connection error
cs: Chyba vzdáleného připojení

# RemoteRestartConfirm
source: Do you really want to restart remote PC
cs: Skutečně chcete restartovat vzdálený počítač

source: Restarting
cs: Restartování

source: Result
cs: Výsledek

source: Sample size
cs: Velikost vzorku

# SamplesNum
source: # Samples
cs: Poč. vzorků

source: Spindle
cs: Vřeteno

source: Spindle Id
cs: ID vřetene

source: Station
cs: Stanice

source: Station Id
cs: ID stanice

# StdDev
source: Standard dev
cs: Směrodatná odchylka

source: Technical reject
cs: Technické vyřazení

source: Tool
cs: Nástroj

source: Tool Id
cs: ID nástroje

source: UM
cs: MJ

source: Used
cs: Použité

source: Value
cs: Hodnota

source: VialId
cs: ID lahvičky

# WaitingNodeConnection
source: Waiting {0} connection... {1}
cs: Čekání na připojení {0}... {1}

source: Yes
cs: Ano
