Repository: matteo-monego-sg/ExactaEasy_Gateway2
Catalog: ExactaEasy/UIStrings.*.resx
Languages: cs, da, es, fr, hu, it, ja, ko, nl, pt, ru, sk, sv

source: Evaluation scale
cs: Škála hodnocení
da: Evalueringsskala
es: Escala de valuación
fr: Échelle d’évaluation
hu: Értékelési skála
it: Scala di valutazione
ja: 評価スケール
ko: 평가 척도
nl: Evaluatieschaal
pt: Escala de avaliação
ru: Шкала оценивания
sk: Hodnotiaca stupnica
sv: Bedömningsskala

source: Every
cs: Každý
da: Hver eneste
es: Cada
fr: Tous les
hu: Minden
it: Ogni
ja: すべての
ko: 모든
nl: Elke
pt: Todos
ru: Каждый
sk: Každý
sv: Varje

source: Exit
cs: Ukončit
da: Afslut
es: Salida
fr: Sortie
hu: Kijárat
it: Uscita
ja: 出
ko: 종료
nl: Verlaten
pt: Saída
ru: Выход
sk: Koniec
sv: Utträde

source: Export
cs: Exportovat
da: Eksporter
fr: Exporter
ja: 書出し
ko: 내보내기
nl: Exporteren
pt: Exportar
ru: Экспорт
sv: Exportera

source: Export camera params
cs: Exportovat parametry kamery
da: Eksporter kamera parametre
es: Exportar parametros de camara
fr: Exporter paramètres caméra
hu: Exportálja a kamera paramétereit
it: Esporta param. camere
ja: カメラパラメータ書出
ko: 카메라 파라미터 내보내기
nl: Cameraparameters exporteren
pt: Exportar parâmetros câmara
ru: Экспорт. парам. камер
sk: Exportovať parametre kamery
sv: Exportera kameraparametrarna

# ExportPDFInProgress
source: PDF export in progress, please wait
cs: Probíhá export do PDF, vyčkejte prosím
da: PDF-eksport i gang, vent venligst
es: Exportación de PDF en curso, por favor espere
fr: Exportation PDF en cours, veuillez patienter
hu: PDF exportálás folyamatban, kérjük várjon
it: Esportazione PDF in corso, attendere
ja: PDFエクスポート中です。
ko: PDF 내보내기 진행 중, 잠시만 기다려주세요.
nl: PDF export bezig, even geduld a.u.b.
pt: Exportação de PDF em curso, aguarde
ru: Выполняется экспорт PDF-файлов, пожалуйста, подождите
sk: Prebieha export do PDF, počkajte, prosím
sv: PDF-export pågår, vänligen vänta

source: Export vial axis
cs: Osa exportování lahvičky
da: Eksporter akser for hætteglas
es: Exportar ejes del frasco
fr: Exporter axe tubes
hu: Exportálja az injekciós üveg tengelyét
it: Esporta vial axis
ja: バイアル軸書出
ko: 바이알 축 내보내기
nl: Flacon as exporteren
pt: Exportar eixo frasco
ru: Экспорт. ось амп.
sk: Exportovať cez osy liekovky
sv: Exportera flervägslibellen

# FatalError
source: Fatal error! Check configuration and restart
cs: Fatální chyba! Zkontrolovat konfiguraci a restartovat
da: Fatal fejl! Tjek konfiguration og genstart
es: Error critico! Verifique configuración y reinicie
fr: Erreur critique ! Vérifier configuration et redémarrer
hu: Fatális hiba! Ellenőrizze a konfigurációt és indítsa újra
it: Errore critico! Controllare configurazione e riavviare
ja: 重大エラー! 設定確認後に再起動
ko: 치명적인 오류가 발생했습니다! 구성을 확인하고 다시 시작하세요.
nl: Fatale fout! Controleer configuratie en herstart
pt: Erro fatal! Verificar a configuração e reinicializar
ru: Критич.ошибка! Проверьте конф-ию и перезапустите
sk: Fatálna chyba! Skontrolujte konfiguráciu a reštartujte počítač
sv: Fatalt fel! Kontrollera konfigureringen och starta om

source: Features
cs: Funkce
da: Funktioner
es: Caracteristicas
fr: Caractéristiques
hu: Jellemzők
it: Funzionalità
ja: 機能
nl: Eigenschappen
pt: Características
ru: Функц. характерист.
sk: Funkcie
sv: Egenskaper

# FeaturesGetError
source: Unable to get Features from camera {0}
cs: Nelze získat funkce z kamery {0}
da: Funktioner kan ikke hentes fra kamera {0}
es: Imposible obtener caracteristicas de la camara {0}
fr: Impossible d’obtenir Caractéristiques caméra {0}
hu: Nem sikerült letölteni a funkciókat a kameráról {0}
it: Impossibile leggere i parametri Features dalla camera {0}
ja: {0}カメラFeaturesパラメータ読取り不可
ko: 카메라 {0}에서 기능을 가져올 수 없습니다.
nl: Kan geen eigenschappen ophalen van camera {0}
pt: Impossível obter Características da câmara {0}
ru: Невозможно прочитать парам. хар-к от камеры {0}
sk: Funkcie nie je možné získať z kamery {0}
sv: Kunde inte hämta Egenskaper från kamera {0}

source: Filter
cs: Filtr
es: Filtro
fr: Filtre
hu: Szűrő
it: Filtro
ja: フィルター
ko: 필터
pt: Filtro
ru: Фильтр

source: Frames
cs: Rámy
da: Billeder
fr: Cadres
hu: Keretek
ko: 프레임
ru: Кадры
sk: Rámy
sv: Skärmar

source: Frequency
cs: Frekvence
da: Frekvens
es: Frecuencia
fr: Fréquence
hu: Frekvencia
it: Frequenza
ja: 頻度
ko: 빈도
nl: Frequentie
pt: Frequência
ru: Частота
sk: Frekvencia
sv: Frekvens

source: FW ver.
cs: Ver. FW
da: Firmware version
es: Ver. FW
fr: Ver. FW
it: ver. FW
ja: ver. FW
ru: Версия прошивки
sv: Fast programvaruversion

source: Get parameters failed
cs: Získávání parametrů selhalo
da: Fejl ved hentning af parametre
fr: Échec acquisition paramètres
hu: A paraméterek lekérése nem sikerült
ko: 매개변수 가져오기에 실패했습니다.
nl: Parameters ophalen mislukt
pt: Falha Parâmetros Get
sk: Získanie parametrov zlyhalo
sv: Mottagandet av parametrar misslyckades

source: Good
cs: Správný
da: God
es: Conforme
fr: Conforme
hu: Jó
it: Buono
ja: 良
nl: Goed
pt: Bom
ru: Приемлемый
sk: Dobrý
sv: Bra

source: Gretel PCs
cs: Počítače Gretel
da: Gretel PC´er
fr: PC Gretel
hu: Gretel PC-k
ko: 그레텔 PC
sk: Gretel PC
sv: Gretel PC

source: Hard reset
cs: Tvrdý reset
fr: Redémarrage à froid
hu: Újraindítás
ko: 하드 리셋
nl: Hard resetten
pt: Reset Hard
ru: Сброс
sk: Tvrdý reštart
sv: Maskinvaruåterställning

source: Head
cs: Hlava
da: Hoved
fr: Tête
hu: Fej
ko: 머리
nl: Hoofd
ru: Главный
sk: Hlava
sv: Huvud

source: HMI Enable
cs: Povolit HMI
da: Aktiver HMI
es: HMI habilitado
fr: Activer HMI
hu: HMI engedélyezése
it: Abilitazione HMI
ja: HMI有効
ko: HMI 활성화
nl: HMI activeren
pt: Habilitação HMI
ru: Включение ЧМИ
sk: Aktivovať HMI
sv: HMI-aktivera

# IdTool
source: Tool Id
cs: ID nástroje
da: Værktøjs Id
fr: Id Outil
hu: Eszközazonosító
ja: ツールId
ko: 도구 ID
pt: Id Ferramenta
ru: Id инструмента
sk: ID nástroja
sv: Verktygs-ID

source: Image saved
cs: Obrázek uložen
da: Billede gemt
fr: Image enregistrée
hu: Kép mentve
it: Immagine salvata
ja: 画像保存
ko: 이미지 저장됨
nl: Beeld opgeslagen
pt: Imagem salvada
ru: Изображение сохранено
sk: Obrázok bol uložený
sv: Sparad bild

# ImagesDownloaded
source: Images downloaded successfully
cs: Obrázky úspěšně staženy
da: Billeder succesfuldt hentet
es: Descargado de Imágenes exitoso
fr: Téléchargement images réussi
hu: Képek letöltése sikeresen megtörtént
it: Immagini scaricate con successo
ja: 画像ダウンロード成功
ko: 이미지가 성공적으로 다운로드되었습니다.
nl: Beelden correct gedownload
pt: Imagens descarregadas corretamente
ru: Изображения успешно загружены
sk: Obrázky boli úspešne stiahnuté
sv: Bilder nedladdade med framgång

source: Images downloads
cs: Stažené obrázky
da: Billeder hentes
fr: Téléchargements images
hu: Képek letöltése
ko: 이미지 다운로드 중
nl: Downloads van beelden
pt: Downloads imagens
ru: Загрузки изображений
sk: Obrázky na stiahnutie
sv: Nedladdade bilder

source: Images dump settings
cs: Nastavení vyhození obrázků
da: Opsætning for hentning af billeder
es: Parametros de descargan de imágenes
fr: Paramètres déchargement image
hu: A képek kiíratásának beállításai
it: Parametri dump immagini
ja: 画像Dumpパラメータ
ko: 이미지 덤프 설정
nl: Instellingen beelden dumpen
pt: Programação dump imagens
ru: Параметры исходящих изображений
sk: Nastavenia výpisu obrázkov
sv: Bildernas dumpinställningar

# ImagesNotDownloaded
source: Images download failed
cs: Stahování obrázků selhalo
da: Fejl ved hentning af billeder
es: Falla en la descarga de imágenes
fr: Échec téléchargement images
hu: A képek letöltése nem sikerült
it: Scaricamento immagini fallito
ja: 画像ダウンロード失敗
ko: 이미지 다운로드 실패
nl: Download van beelden mislukt
pt: Falha durante descarregamento imagens
ru: Загрузка изображений не выполн.
sk: Stiahnutie obrázkov zlyhalo
sv: Nedladdningen av bilder misslyckades

# ImagesNotUploaded
source: Images upload failed
cs: Nahrávání obrázků selhalo
da: Fejl ved upload af billeder
fr: Échec téléversement images
hu: A képek feltöltése nem sikerült
ko: 이미지 업로드 실패
nl: Upload van beelden mislukt
pt: Falha durante carregamento imagens
ru: Загрузка изображений не удалась
sk: Nahrávanie obrázkov zlyhalo
sv: Uppladdningen av bilder misslyckades

source: Images upload
cs: Nahrát obrázky
da: Billeder er uploadet
fr: Téléversement images
hu: Képek feltöltése
ko: 이미지 업로드
nl: Upload van beelden
pt: Carregamento imagens
ru: Загрузка изображений
sk: Nahrávanie obrázkov
sv: Bilduppladdning

source: Images uploads
cs: Nahrávání obrázků
da: Uploader billeder
fr: Téléversements images
hu: Képek feltöltése
ko: 이미지 업로드
nl: Uploads van beelden
pt: Carregamentos imagens
ru: Загрузка изображений
sk: Nahrávania obrázkov
sv: Bilduppladdningar

source: Increment
cs: Zvýšení
da: Stigning
es: Incremento
fr: Incrément
hu: Növekedés
it: Incremento
ja: 増加
ko: 증가
nl: Vermeerderen
pt: Incremento
ru: Увеличение
sk: Nárast
sv: Ökning

source: Inspection
cs: Inspekce
da: Inspektion
es: Inspección
hu: Ellenőrzés
it: Ispezione
ja: 検査
ko: 검사
nl: Inspectie
pt: Inspeção
ru: Инспекция
sk: Kontrola
sv: Inspektion

source: Inspection settings
cs: Nastavení inspekce
da: Inspektionsindstillinger
es: Configuiracion de inspeccion
fr: Paramètres inspection
hu: Ellenőrzési beállítások
it: Configurazione ispezioni
ja: 検査設定
ko: 검사 설정
nl: Inspectie-instellingen
pt: Programação inspeção
ru: Настройка инспекции
sk: Nastavenie kontroly
sv: Inspektionsinställningar

# InvalidLightCtrl
source: Invalid light controller
cs: Neplatný ovladač světla
da: Ugyldig lysregulering
es: Controlador de iluminación no válido
fr: Contrôleur lumière invalide
hu: Érvénytelen fényvezérlő
it: Gestore luci non valido
ja: 無効なライト管理
ko: 잘못된 조명 컨트롤러
nl: Ongeldige lichtregelaar
pt: Controlador luzes inválido
ru: Уст. упр. светом недействит.
sk: Neplatný ovládač svetla
sv: Ogiltig ljusstyrenhet

source: Knapp idle
cs: Volnoběh Knapp
da: Afventer Knapp
es: Knapp inactivo
fr: Knapp inactif
hu: Knapp tétlen
it: Knapp non attivo
ja: Knapp 無効
ko: Knapp 유휴
nl: Knapp niet actief
ru: Knapp не актив.
sk: Knapp nečinný
sv: Tomgångsknapp

source: Knapp running
cs: Chod Knapp
da: Udfører Knapp
es: Knapp en proceso
fr: Knapp en marche
hu: Knapp fut
it: Knapp in corso
ja: Knapp実行中
ko: Knapp 실행 중
nl: Knapp aan het werk
pt: Knapp em execução
ru: KNAPP выполняется
sk: Knapp spustený
sv: Körknapp

source: Knapp settings error
cs: Chyba nastavení Knapp
da: Fejl i Knapp indstillinger
es: Error de parametros Knapp
fr: Erreur paramètres Knapp
hu: Knapp beállítási hiba
it: Errore parametri Knapp
ja: Knappパラメータエラー
ko: Knapp 설정 오류
nl: Fout Knapp-instellingen
pt: Knapp erro programação
ru: Ошибка настроек Knapp-теста
sk: Chyba nastavenia Knapp
sv: Fel på knappen för inställningar

source: Last
cs: Poslední
da: Sidste
fr: Dernier
hu: Utolsó
ko: 마지막
nl: Laatste
pt: Último
ru: Последний
sk: Posledný
sv: Senaste

source: Level
cs: Úroveň
da: Niveau
es: Nivel
fr: Niveau
hu: Szint
it: Livello
ja: レベル
ko: 레벨
nl: Niveau
pt: Nível
ru: Уровень
sk: Úroveň
sv: Nivå

# LiveMode
source: Live mode ROI
cs: Živý režim ROI
da: ROI afviklingstilstand
es: ROI en modo directo
fr: ROI en mode direct
hu: Élő mód ROI
it: Modalità in diretta ROI
ja: ROI中継モード
ko: 라이브 모드 ROI
nl: Live modus ROI
pt: Modo direta ROI
ru: Режим пр. перед. ROI
sk: Živý režim ROI
sv: Live-läge LÖNSAMHET

# LiveModeFF
source: Live mode fullframe
cs: Živý režim plné velikosti
da: Afviklingstilstand for fuldt billede
es: Fullframe en modo directo
fr: Plein écran en mode direct
hu: Élő módú teljes képkocka
it: Modalità in diretta fullframe
ja: Full-frame中継モード
ko: 라이브 모드 풀프레임
nl: Live modus fullframe
pt: Modo direta fullframe
ru: Режим пр. пер. полн. кадра
sk: Celý režim v živom režime
sv: Live-läge helbild

source: Load
cs: Nahrát
da: Hent
es: Carga
fr: Charger
hu: Betöltés
it: Carica
ja: 装填
ko: 로드
nl: Laden
pt: Carregar
ru: Загрузить
sk: Načítať
sv: Ladda

source: Load recipe and apply
cs: Nahrát a uplatnit recept
da: Hent recept og anvend
es: Carga receta y aplica
fr: Charger recette et appliquer
hu: Töltse be a receptet és alkalmazza
it: Carica ricetta e applica
ja: レシピ読込・実行
ko: 레시피 로드 및 적용
nl: Recept laden en toepassen
pt: Carregar receita e aplicar
ru: Загруз. рецепт и применить
sk: Načítať recept a použiť
sv: Ladda recept och applicera

source: Load recipe without apply
cs: Nahrát recept bez uplatnění
da: Hent recept uden at anvende denne
es: Carga de receta sin aplicar
fr: Charger recette sans appliquer
hu: Töltse be a receptet alkalmazás nélkül
it: Carica ricetta senza applicare
ja: レシピ読込・不実行
ko: 적용하지 않고 레시피 로드
nl: Recept laden zonder toepassen
pt: Carregar receita sem aplicar
ru: Загруз. рецепт без применения
sk: Načítať recept bez použitia
sv: Ladda recept utan att applicera

source: Logic
cs: Logika
da: Logik
es: Lógica
fr: Logique
hu: Logika
it: Logica
ja: ロジック
ko: 논리
nl: Logica
pt: Lógica
ru: Логика
sk: Logika
sv: Logik

source: Logs
cs: Protokoly
da: Logninger
es: Registro
fr: Registres
hu: Naplók
it: Log
ja: Log
ko: 로그
ru: Журналы
sk: Protokoly
sv: Loggar

source: Machine evaluation
cs: Hodnocení stroje
da: Maskinevaluering
es: Evaluacion de equipo
fr: Évaluation machine
hu: Gépértékelés
it: Valutazione macchina
ja: 装置評価
ko: 머신 평가
nl: Machine-evaluatie
pt: Avaliação máquina
ru: Оценка станка
sk: Hodnotenie stroja
sv: Maskinbedömning

source: Machine parameter
cs: Parametr stroje
da: Maskinparameter
es: Parametros de equipo
fr: Paramètres machine
hu: Gépparaméter
it: Parametri di macchina
ja: 装置パラメータ
ko: 머신 파라미터
pt: Parâmetro máquina
ru: Параметры станка
sk: Parameter stroja
sv: Maskinparameter

source: Max value
cs: Max. hodnota
da: Maksimum værdi
es: Valor max
fr: Valeur max.
hu: Maximális érték
it: Valore max
ja: 最大値
ko: 최대값
nl: Max.-waarde
pt: Valor máx
ru: Макс. значение
sk: Max. hodnota
sv: Maxvärde

source: Measure
cs: Opatření
da: Mål
es: Medida
fr: Mesure
hu: Mérés
it: Misura
ja: 測定
ko: 측정값
nl: Maatregel
pt: Medida
ru: Измерить
sk: Opatrenie
sv: Mått

source: Min value
cs: Min. hodnota
da: Minimum værdi
es: Valor min
fr: Valeur min.
hu: Min érték
it: Valore min
ja: 最小値
ko: 최소값
nl: Min.-waarde
pt: Valor mín
ru: Мин. значение
sk: Min. hodnota
sv: Minvärde

source: Missing
cs: Chybí
da: Mangler
fr: Manquant
hu: Hiányzó
it: Mancante
ko: 누락
nl: Ontbreekt
pt: Faltante
sk: Chýbajúci
sv: Saknas

source: Mode
cs: Režim
da: Tilstand
es: Modo
hu: Mód
it: Modalità
ja: モード
ko: 모드
nl: Modus
pt: Modo
ru: Режим
sk: Režim
sv: Läge

source: Module name
cs: Název modulu
da: Modul navn
es: Nombre del modulo
fr: Nom module
hu: Modul neve
it: Nome modulo
ja: モジュール名
ko: 모듈 이름
nl: Modulenaam
pt: Nome módulo
ru: Имя модуля
sk: Názov modulu
sv: Modulnamn

source: MORE SETTINGS
cs: DALŠÍ NASTAVENÍ
da: FLERE INDSTILLINGER
es: MÁS AJUSTES
fr: PLUS DE RÉGLAGES
hu: TÖBB BEÁLLÍTÁS
it: ALTRE IMPOSTAZIONI
ja: その他の設定
ko: 더 많은 설정
nl: MEER INSTELLINGEN
pt: MAIS DEFINIÇÕES
ru: БОЛЬШЕ НАСТРОЕК
sk: VIAC NASTAVENÍ
sv: FLER INSTÄLLNINGAR

source: Network nodes
cs: Síťové uzly
da: Netværks noder
fr: Nœuds de réseau
hu: Hálózati csomópontok
ko: 네트워크 노드
nl: Netwerkknooppunten
pt: Nós de rede
sk: Sieťové uzly
sv: Nätverksnoder

source: No
cs: Ne
da: Nej
fr: Non
hu: Nem
ja: いいえ
ko: 아니요
nl: Nee
pt: Não
ru: нет
sk: Žiadny
sv: Nej

source: No active recipe
cs: Žádný aktivní recept
da: Ingen aktiv recept
es: Receta no activa
fr: Aucune recette active
hu: Nincs aktív recept
it: Nessuna ricetta attiva
ja: 実行中レシピ無し
ko: 활성 레시피 없음
nl: Geen actief recept
pt: Nenhuma receita ativa
ru: Нет актив. рецептов
sk: Žiadny aktívny recept
sv: Inget aktivt recept

source: No camera available!
cs: K dispozici není žádná kamera!
da: Ingen tilgængelige kameraer
es: Ninguna camara disponible!
fr: Aucune caméra disponible !
hu: Nincs kamera!
it: Nessuna camera disponibile!
ja: 使用可カメラ無し!
ko: 사용 가능한 카메라가 없습니다!
nl: Geen camera beschikbaar!
pt: Nenhuma câmara disponível!
ru: Нет свободных камер!
sk: K dispozícii nie je žiadna kamera!
sv: Ingen kamera tillgänglig!

# NoDefaultPrinter
source: Error: cannot find the default printer.
cs: Chyba: nelze najít výchozí tiskárnu.
da: Fejl: Kan ikke forbinde standard printeren
hu: Hiba: nem található az alapértelmezett nyomtató.
it: Errore: impossibile trovare una stampante predefinita
ko: 오류: 기본 프린터를 찾을 수 없습니다.

source: Node id
cs: ID uzlu
es: Id de nodo
fr: Id nœud
hu: Csomópont azonosítója
it: Id nodo
ja: ノードId
ko: 노드 ID
nl: Knooppunt-ID
pt: Id Nó
sk: ID uzla
sv: Nod-ID

source: Nodes
cs: Zařízení
da: Enheder
es: Dispositivos
fr: Dispositifs
hu: Eszközök
it: Nodi
ja: デバイス
ko: 노드
nl: Apparaten
pt: Dispositivos
sk: Zariadenia

# NoEditingAvailable
source: Parameter editing not admitted in this moment!
cs: Úprava parametru není v tuto chvíli povolena!
da: Ændring i parametre er ikke tilladt i øjeblikket!
es: Edicion de parametros no disponible ahora!
fr: Modification paramètres pas admis en ce moment !
hu: A paraméter szerkesztését ebben a pillanatban nem ismerjük el!
it: Modifica parametri non disponibile in questo momento
ja: 現在パラメータ変更不可
ko: 현재 매개변수 편집이 허용되지 않습니다!
nl: Parameter bewerken op dit ogenblik niet toegestaan!
pt: Impossível editar o parâmetro neste momento!
ru: Невозможно изменить параметры в данный момент
sk: Úprava parametrov nie je v tejto chvíli povolená!
sv: Redigering av parametrar ej tillåtet nu!

# NoReadyToRunAvailable
source: Quit from parameter editing not admitted in this moment!
cs: Ukončit oznámení úpravy parametru nejsou v tuto chvíli povoleny!
da: Afslutning af parameterændringer er ikke tilladt i øjeblikket!
es: Imposible desactivar la edición en este momento!
fr: Quitter la modification paramètres n’est pas admis en ce moment !
hu: Lépjen ki a paraméterszerkesztésből, amelyet ebben a pillanatban nem engedélyeztek!
it: Impossibile disattivare la modalità di modifica in questo momento
ja: 現在変更モード無効化不可
ko: 현재 매개변수 편집이 허용되지 않습니다!
nl: Verlaat parameter bewerken, want op dit ogenblik niet toegestaan!
pt: Impossível abandonar a edição do parâmetro neste momento!
ru: Невозможно изменить режим изменения в данный момент
sk: Ukončite úpravy parametrov, ktoré v tejto chvíli nie sú povolené!
sv: Det är ej tillåtet att lämna redigering av parametrar nu!

source: No recipe available!
cs: K dispozici není žádný recept!
da: Ingen recept er tilgængelig!
es: Ninguna receta disponible!
fr: Aucune recette disponible !
hu: Nincs recept!
it: Nessuna ricetta caricata!
ja: 読込済レシピ無し!
ko: 사용 가능한 레시피가 없습니다!
nl: Geen recept beschikbaar!
pt: Nenhuma receita disponível!
ru: Нет загруженных рецептов!
sk: Nie je k dispozícii žiadny recept!
sv: Inget tillgängligt recept!

source: Normalization
cs: Normalizace
da: Normalisering
es: Normalizacion
fr: Normalisation
hu: Normalizálás
it: Normalizzazione
ja: 正規化
ko: 정규화
nl: Normalisering
pt: Normalização
ru: Нормализация
sk: Normalizácia
sv: Normalisering

source: Offline analysis
cs: Offline analýza
da: Offline analyse
fr: Analyse hors ligne
hu: Offline elemzés
ko: 오프라인 분석
nl: Offline analyse
pt: Análise offline
ru: Оффлайн анализ
sk: Analýza off-line
sv: Offline-analys

source: On Pattern
cs: O vzoru
da: På mønster
es: Sobre el patrón
fr: Sur le modèle
hu: A mintán
it: Su modello
ja: パターンについて
ko: 패턴에
nl: Op patroon
pt: Sobre o padrão
ru: На узор
sk: O vzore
sv: På mönster

source: On Reject
cs: O odmítnutí
da: På afvisning
es: Rechazar
fr: Sur le rejet
hu: Visszautasításkor
it: Sui scarti
ja: リジェクトについて
ko: 거부 시
nl: Op afwijzing
pt: Sobre a rejeição
ru: На отказ
sk: Na odmietnutie
sv: På avslag

source: Parameter
cs: Parametr
es: Parametro
fr: Paramètre
hu: Paraméter
it: Parametro
ja: パラメータ
ko: 매개변수
pt: Parâmetro
ru: Параметр

source: Pixel info
cs: Informace o pixelu
da: Pixel information
fr: Info pixel
hu: Pixel információk
ko: 픽셀 정보
pt: Info pixel
ru: Информация о разрешнии
sk: Informácie o pixeloch

source: Please wait
cs: Čekejte prosím
da: Vent venligst
fr: Veuillez attendre
hu: Kérlek várj
it: Attendere prego
ko: 잠시만 기다려주세요
nl: Even wachten
pt: Favor aguardar
sk: Prosím čakajte
sv: Var god vänta

source: Please wait windows service
cs: Vyčkejte prosím na servis windows
da: Vent venligst, Windows Service
fr: Veuillez attendre le service windows
hu: Kérjük, várjon a Windows szolgáltatásra
it: Attendere l'avvio del servizio
ko: 윈도우 서비스를 기다려주세요
nl: Even wachten, windows service
pt: Favor aguardar windows service
sk: Čakajte prosím službu Windows
sv: Vänligen invänta Windowstjänst

source: Prev
cs: Předch.
da: Forrige
fr: Préc.
hu: Előző
ko: 이전
nl: Vorig
ru: Предыдущий
sk: Predch
sv: Tidigare

# Print
source: Report
cs: Zpráva
da: Rapport
es: Reporte
fr: Rapport
hu: Jelentés
ja: 報告
ko: 신고하기
nl: Rapport
pt: Informe
sk: správa

source: Printing...
cs: Tisk...
da: Printer…
hu: Nyomtatás...
it: Stampa...
ko: 인쇄 중...

source: Print Knapp
cs: Vytisknout Knapp
es: Imprimir Knapp
fr: Imprimer Knapp
hu: Nyomtassa Knapp-t
it: Stampa Knapp
ja: Knapp印刷
ko: 인쇄 냅
nl: Knapp afdrukken
pt: Imprimir Knapp
ru: Распечатать Knapp-тест
sk: Tlač Knapp
sv: Utskriftsknapp

source: Range
cs: Rozsah
da: Rækkevidde
es: Gama
fr: Gamme
hu: Tartomány
ja: レンジ
ko: 범위
nl: Bereik
pt: Gama
ru: Диапазон
sk: Rozsah
sv: Område

source: Reading device info
cs: Informace o čtecím zařízení
da: Aflæser information på enheden
es: Configuracion de lectura de dispositivo
fr: Lecture configuration dispositif
hu: Eszközadatok olvasása
it: Lettura configurazione dispositivo
ja: デバイス設定読込
ko: 읽기 장치 정보
nl: Apparaatinfo lezen
pt: Lendo info dispositivo
ru: Счит. конфиг. устройства
sk: Čítanie informácií o zariadení
sv: Läsare info

source: Recipe
cs: Recept
da: Opskrift
es: Receta
fr: Recette
hu: Recept
it: Ricetta
ja: レシピ
ko: 레시피
nl: Recept
pt: Receita
ru: Рецепт
sk: Recept
sv: Recept

# RecipeAdvancedGetError
source: Unable to get recipe advanced parameters from camera {0}
cs: Nelze získat pokročilé parametry receptu z kamery {0}
da: Advancerede recept parametre kan ikke tilgåes fra kameraet {0}
es: Imposible leer parametros de receta avanzada de camara {0}
fr: Impossible d’obtenir les paramètres avancés de recette de la caméra{0}
hu: Nem sikerült lekérni a recept speciális paramétereit a kameráról {0}
it: Impossibile leggere i parametri di ricetta avanzati dalla camera {0}
ja: {0}カメラ上級レシピパラメータ読取不可
ko: 카메라 {0}에서 레시피 고급 매개 변수를 가져올 수 없습니다.
nl: Kan geen geavanceerde receptparameters krijgen van camera {0}
pt: Impossível obter parâmetros avançados de receita da câmara {0}
ru: Невозможно прочитать доп. параметры рецепта от камеры {0}
sk: Z kamery sa nedajú získať rozšírené parametre receptu {0}
sv: Kunde inte hämta avancerade receptparametrar från kameran {0}

source: Recipe Enable
cs: Povolit recept
da: Aktiver recept
es: Habilitacion receta
fr: Activation recette
hu: Recept engedélyezése
it: Abilitazione ricetta
ja: レシピ有効化
ko: 레시피 사용
nl: Recept deactiveren
pt: Habilitação Receita
ru: Включение рецепта
sk: Aktivovať recept
sv: Aktivera recept

# RecipeMachineGetError
source: Unable to get recipe machine parameters from camera {0}
cs: Nelze získat parametry stroje receptu z kamery {0}
da: Parametrene for maskinrecepten kan ikke tilgåes fra kameraet {0}
fr: Impossible d’obtenir les paramètres de recette de la caméra{0}
hu: Nem sikerült lekérni a receptkészülék paramétereit a kameráról {0}
ko: 카메라 {0}에서 레시피 머신 매개 변수를 가져올 수 없습니다.
nl: Kan geen machinereceptparameters krijgen van camera {0}
pt: Impossível obter parâmetros máquina de receita da câmara {0}
sk: Z kamery sa nedajú získať parametre stroja {0}
sv: Kunde inte hämta maskinens avancerade receptparametrar från kameran {0}

# RecipeParameter
source: Recipe parameters
cs: Parametry receptu
da: Recept parametre
es: Parametros de receta
fr: Paramètres recette
hu: Recept paraméterek
it: Parametri di ricetta
ja: レシピパラメータ
ko: 레시피 매개 변수
nl: Receptparameters
pt: Parâmetros receita
ru: Параметры рецепта
sk: Parametre stroja
sv: Receptparametrar
