Repository: matteo-monego-sg/ExactaEasy_Gateway2
Catalog: ExactaEasy/UIStrings.*.resx
Languages: cs, da, es, fr, hu, it, ja, ko, nl, pt, ru, sk, sv

# UserLevelMsg
source: User level: {0}
cs: Úroveň uživatele: {0}
da: Bruger niveau: {0}
fr: Niveau utilisateur : {0}
hu: Felhasználói szint: {0}
ko: 사용자 수준: {0}
nl: Gebruikersniveau: {0}
pt: Nível utilizador: {0}
sk: Úroveň používateľa: {0}
sv: Användarnivå: {0}

source: User settings
cs: Nastavení uživatele
da: Bruger indstillinger
es: Parametros de usuario
fr: Paramètres utilisateur
hu: Felhasználói beállítások
it: Configurazioni utente
ja: ユーザー設定
ko: 사용자 설정
nl: Gebruikersinstellingen
pt: Programações utilizador
ru: Пользовательские настройки
sk: Používateľské nastavenia
sv: Användarinställningar

source: Utilities
cs: Funkce
da: Hjælpeprogrammer
fr: Services
hu: segédprogramok
ko: 유틸리티
nl: Nutsvoorzieningen
ru: Сервис
sk: Pomocné programy
sv: Verktyg

source: Value
cs: Hodnota
da: Værdi
es: Valor
fr: Valeur
hu: Érték
it: Valore
ja: 値
ko: 가치
nl: Waarde
pt: Valor
ru: Значение
sk: Hodnota
sv: Värde

# VarianceValue
source: Variance
cs: Odchylka
da: Afvigelse
es: Desviación
hu: Változás
it: Varianza
ja: バリアンス
ko: 차이
nl: Variantie
pt: Variância
ru: Отклонение
sk: Odchýlka
sv: Avvikelse

source: Version
cs: Verze
hu: Változat
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pt: Versão
ru: Версия
sk: Verzia

source: Vial axis
cs: Osa lahvičky
da: Hætteglas akse
es: Coordenadas de frascos
fr: Axe tube
hu: Üveg tengelye
ja: バイアル軸
ko: 바이알 축
nl: Flacon as
pt: Eixo frasco
ru: Центровка
sk: Osa fľaše
sv: Flervägslibellen

# VialAxisExportedOk
source: Vial axis exported successfully
cs: Osa lahvičky úspěšně exportována
da: Hætteglas akse er succesfuldt eksporteret
es: Coordenadas de frascos exportadas exitosamente
fr: Réussite exportation axe tube
hu: Az injekciós üveg tengelye sikeresen exportálva
it: Vial axis esportati con successo
ja: バイアル軸書出し成功
ko: 바이알 축을 성공적으로 내보냈습니다.
nl: Flacon as correct geëxporteerd
pt: Eixo frasco exportado corretamente
ru: Параметры центровки успешно экспортированы
sk: Osa fľaše exportovaná úspešne
sv: Flervägslibellen exporterades med framgång

# VialAxisImportedOk
source: Vial axis imported successfully
cs: Osa lahvičky úspěšně importována
da: Hætteglas akse er succesfuldt importeret
fr: Réussite importation axe tube
hu: Az injekciós üveg tengelye sikeresen importálva
it: Vial axis importati con successo
ja: バイアル軸読込み成功
ko: 바이알 축을 성공적으로 가져왔습니다.
nl: Flacon as correct geïmporteerd
pt: Eixo frasco importado corretamente
ru: Параметры центровки флакона успешно импортированы
sk: Osa fľaše importovaná úspešne
sv: Flervägslibellen importerades med framgång

source: Vial Id
cs: ID lahvičky
da: Hætteglas Id
es: Id de frasco
fr: Id tube
hu: Üveg azonosító
it: Id fiala
ja: アンプルId
ko: 바이알 ID
nl: Flacon-ID
pt: Id Frasco
ru: Номер флакона
sk: ID fľaše
sv: Libellens ID

source: Vial offset
cs: Vyvážení lahvičky
da: Hætteglas offset
es: Frasco offset
fr: Décalage tube
hu: Üveg eltolás
ja: バイアルOffset
ko: 바이알 오프셋
nl: Offset flacon
pt: Offset frasco
ru: Смещение флакона
sk: Posuf fľaše
sv: Libell offset

source: Vials to ignore num
cs: Lahvičky pro ignoraci čísla
da: Hætteglas ignoreret, antal
es: Frascos a ignorar numero
fr: Tubes à ignorer num.
hu: Fiolák, amelyek figyelmen kívül hagyják a sz
it: Num fiale da ignorare
ja: 無視アンプルNo.
ko: 무시할 바이알 수
nl: Aant. te negeren flacons
pt: Núm. frascos a ignorar
ru: Игнорировать флакон под номером
sk: Fľaše pre ignorovanie čísel
sv: Libellerna ignorerar nummer

# ViewParameters
source: Parameters
cs: Parametry
da: Parametre
es: Parametros
fr: Paramètres
hu: Paraméterek
it: Parametri
ja: パラメータ
ko: 파라미터
pt: Parâmetros
ru: Параметры
sk: Parametre
sv: Parametrar

source: Vision spv cannot be executed
cs: Spv zobrazení nelze realizovat
da: Vision spv kan ikke udføres
fr: Le superviseur de vision ne peut pas être exécuté
hu: A Vision spv nem hajtható végre
it: Il supervisore di visione non può essere eseguito
ko: Vision spv를 실행할 수 없습니다.
nl: Vision spv kan niet worden uitgevoerd
pt: Impossível executar visualização spv
sk: Spv zobrazenia nie je možné aktivovať
sv: Vision spv kunde inte utföras

source: Vision spv is waiting for system startup
cs: Spv zobrazení čeká na spuštění systému
da: Vision spv venter på system opstart
fr: Le superviseur de vision attend le système de démarrage
hu: A Vision spv a rendszer indítására vár
it: Il supervisore sta aspettando l'avvio del sistema operativo
ko: Vision spv가 시스템 시작을 기다리는 중입니다.
nl: Vision spv aan het wachten voor opstart van het systeem
pt: Visualização spv aguardando startup do sistema
sk: Spv zobrazenia čaká na spustenie systému
sv: Vision spv väntar på uppstart

# VNCError
source: VNC connection error
cs: Chyba spojení VNC
da: Tabt VNC forbindelse
fr: Erreur connexion VNC
hu: VNC csatlakozási hiba
ko: VNC 연결 오류
nl: Fout VNC-verbinding
pt: Erro conexão VNC
sk: Chyba pripojenia VNC
sv: VNC anslutningsfel

# WaitingNodeConnection
source: Waiting {0} connection... {1}
cs: Čekání na připojení {0}... {1}
da: Venter {0} forbindelse… {1}
fr: Attendre {0} la connexion... {1}
hu: Várakozás a {0} kapcsolatra ... {1}
ko: 대기 중인 {0} 연결... {1}
nl: Wachten {0} op verbinding... {1}
pt: Aguardando {0} conexão... {1}
sk: Čakajúce {0} pripojenie... {1}
sv: Väntar på {0} anslutning... {1}

source: Working mode
cs: Pracovní režim
da: Arbejdstilstand
fr: Mode de fonctionnement
hu: Munka mód
it: Modalità di funzionamento
ko: 작업 모드
nl: Werkmodus
pt: Modo de trabalho
sk: Pracovný režim
sv: Driftsläge

source: Yes
cs: Ano
da: Ja
es: Sì
fr: Oui
hu: Igen
it: Sì
ja: はい
ko: 예
nl: Ja
pt: Sim
ru: да
sk: Áno
sv: Ja

source: Zoom
cs: Přiblížení
hu: Zoomolás
ko: 줌
nl: Zoomen
ru: Увеличить

source: Export PDF
da: Eksporter PDF
es: Exportar PDF
fr: Exporter le PDF
hu: PDF exportálása
it: Esporta PDF
ja: PDFエクスポート
ko: PDF 내보내기
nl: PDF exporteren
pt: Exportar PDF
ru: Экспорт PDF
sk: Exportovať PDF
sv: Exportera PDF

source: Home
da: Hjemmeside
es: Página principal
fr: Page d'accueil
hu: Kezdőlap
it: Homepage
ja: ホームページ
ko: 홈
nl: Startpagina
pt: Pagina inicial
ru: Homepage
sk: Homepage
sv: Homepage

source: Average
it: Media
ko: 평균

source: Name
it: Nome
ko: 이름

# NSample
source: Samples
it: Campioni
ko: 샘플

source: Re-Download
es: Re-Descargar
fr: Re-télécharger
it: Download
ko: 다시 다운로드
pt: Baixar novamente

source: Refresh
es: Actualizar
fr: Rafraîchir
it: Aggiorna
ko: 새로고침
pt: Atualizar

source: Strobo
ko: 스트로보
