Repository: matteo-monego-sg/ExactaEasy_Gateway2
Catalog: ExactaEasy/UIStrings.*.resx
Languages: cs, da, es, fr, hu, it, ja, ko, nl, pt, ru, sk, sv

# RecipeSimpleGetError
source: Unable to get recipe simple parameters from camera {0}
cs: Nelze získat jednoduché parametry receptu z kamery {0}
da: Simple recept parametre kan ikke tilgåes fra kameraet {0}
es: Imposible leer parametros de receta de la camara {0}
fr: Impossible d’obtenir les paramètres simples de recette de la caméra{0}
hu: Nem sikerült lekérni a recept egyszerű paramétereit a kameráról {0}
it: Impossibile leggere i parametri di ricetta dalla camera {0}
ja: {0}カメラレシピパラメータ読取不可
ko: 카메라 {0}에서 레시피 단순 매개 변수를 가져올 수 없습니다.
nl: Kan geen enkelvoudige receptparameters krijgen van camera {0}
pt: Impossível obter parâmetros simples de receita da câmara {0}
ru: Невозможно прочитать параметры рецепта от камеры {0}
sk: Z kamery sa nepodarilo získať jednoduché parametre receptúry {0}
sv: Kunde inte hämta maskinens enkla receptparametrar från kameran {0}

# RecivedRecipeWithErrors
source: Received recipe with errors. The recipe has been ignored.
cs: Recept přijatý s chybami. Recept byl ignorován.
da: Modtaget recept indeholder fejl. Recepten er blevet ignoreret.
es: srecibe receta con errores. La reseta se ha ignorado.
fr: Recette reçue avec erreurs. La recette a été ignorée.
hu: Kapott recept hibákkal. A receptet figyelmen kívül hagyták.
it: Ricevuta ricetta con errori. La ricetta è stata ingnorata
ja: エラーレシピ受取. レシピ取り消し
ko: 오류와 함께 레시피를 받았습니다. 레시피가 무시되었습니다.
nl: Recept ontvangen met fouten. Het recept werd genegeerd.
pt: Receita recebida com erros. A receita foi ignorada.
ru: Рецепт принят с ошибками. Рецепт не принят
sk: Prijatý recept s chybami. Recept bol ignorovaný.
sv: Erhållet recept med fel. Receptet har ignorerats.

source: Record images error
cs: Chyba záznamu obrázku
da: Optag af billeder er fejlet
fr: Enregistrer erreur images
hu: Képek rögzítése hiba
ko: 이미지 기록 오류
nl: Fout tijdens beelden registreren
pt: Erro imagens registo
sk: Chyba záznamu snímkov
sv: Arkivera bildfel

source: Reject
cs: Vyřadit
fr: Rejeter
hu: Elutasít
ko: 거부
nl: Afkeuring
pt: Rejeito
ru: Брак
sk: Odmietnuť
sv: Avvisning

source: Rejects
cs: Vyřazení
es: Rechazos
fr: Rejets
hu: Elutasítja
it: Scarti
ja: 不良
nl: Afkeuringen
pt: Rejeitos
ru: Брак
sk: Odmietnutie
sv: Avvisningar

source: Rejects buffer
cs: Vyrovnávací paměť vyřazení
fr: Mémoire tampon rejets
hu: A puffert elutasítja
ko: 버퍼 거부
nl: Buffer afkeuringen
pt: Buffer rejeitos
ru: Буфер брака
sk: Odmieta medzipamäť
sv: Slå av buffert

source: Reports
cs: Zprávy
da: Rapporter
es: Reportes
fr: Rapports
hu: Jelentések
ja: レポート
nl: Rapporten
pt: Relatórios
ru: Отчеты
sk: Správy
sv: Rapporter

source: Reset
cs: Resetovat
da: Nulstil
fr: Réinitialiser
hu: Visszaállítás
ja: リセット
nl: Resetten
ru: Сброс
sk: Resetovať
sv: Återställ

source: Reset all
cs: Resetovat vše
da: Nulstil alt
es: Reset total
fr: Réinitialiser tous les paramètres
hu: Az összes visszaállítása
it: Reset completo
ja: 完全リセット
ko: 모두 초기화
nl: Alles resetten
pt: Reset todos
ru: Сбросить все
sk: Resetovať všetko
sv: Återställ allt

source: Reset buffer images
cs: Resetovat obrázky ve vyrovnávací paměti
da: Nulstil buffer billeder
es: Reset imágenes buffer
fr: Réinitialiser images mémoire tampon
hu: Pufferképek visszaállítása
it: Reset buffer immagini
ja: 画像バッファReset
ko: 버퍼 이미지 초기화
nl: Bufferbeelden resetten
pt: Reset imagens buffer
ru: Сброс изображений буфера
sk: Resetovať obrázky vyrovnávacej pamäte
sv: Återställ buffrade bilder

# ResetError
source: Reset camera failed
cs: Reset kamery selhal
da: Nulstil kamera fejl
es: Reset falla de camara
fr: Échec réinitialisation caméra
hu: A kamera visszaállítása nem sikerült
it: Reset camera fallito
ja: カメラReset失敗
ko: 카메라 재설정 실패
nl: Camera resetten mislukt
pt: Falha reset câmara
ru: Сброс кам. не выполнен
sk: Resetovanie kamery zlyhalo
sv: Återställning av kameran misslyckades

source: Reset trigger encoder
cs: Resetovat kodér spouštěče
da: Nulstil trigger indkoder
es: Reset decodificador de disparo
fr: Réinitialiser codeur déclencheur
hu: A trigger kódoló visszaállítása
ja: エンコーダトリガReset
ko: 트리거 인코더 재설정
nl: Trigger encoder resetten
pt: Reset encoder gatilho
ru: Сброс триггера кодера
sk: Resetovať snímač polohy
sv: Återställ avtryckargivaren

source: Restore
cs: Obnovit
da: Gendan
fr: Restaurer
hu: visszaállítás
ko: 복원
nl: Terugzetten
pt: Restaurar
ru: Восстановить
sk: Obnoviť
sv: Återställning

source: Restore vial axis failed
cs: Obnovení osy lahvičky selhalo
da: Gendan akser for hætteglas fejl
fr: Échec restauration axes tube
hu: Az injekciós üveg tengelyének visszaállítása nem sikerült
it: Ripristino vial axis fallito
ja: バイアル軸初期化失敗
ko: 바이알 축 복원 실패
nl: Terugzetten van flacon as mislukt
pt: Falha restabelecimento eixo frasco
ru: Восстановление центровки флакона не удалось
sk: Os obnovovacej liekovky zlyhala
sv: Återställning av flervägslibellen misslyckades

source: Results
cs: Výsledky
da: Resultater
es: Resultados
fr: Résultats
hu: Eredmények
it: Risultati
ja: 結果
ko: 결과
nl: Resultaten
pt: Resultados
ru: Результаты
sk: Výsledky
sv: Resultat

source: ROI definition
cs: Definice ROI
es: Definicion ROI
fr: Définition ROI
hu: ROI meghatározása
it: Definizione ROI
ja: ROI定義
ko: ROI 정의
nl: Definitie ROI
pt: Definição ROI
ru: Разрешение ROI
sk: Definícia ROI
sv: LÖNSAMHET definition

# RoundNum
source: Round turn
cs: Kruhová otočka
da: Omgangsnummer
es: Numero de giro
fr: Nombre de tours
hu: Kerek fordulat
it: Numero di giri
ja: 回転数
ko: 라운드 회전
nl: Ronde draaiing
pt: Operação completa
ru: Кол-во оборотов
sk: Kruhová zákruta
sv: Rundsväng

source: Rounds num
cs: Počet otoček
da: Omgangstællere
es: Giro numero
fr: Numéro tour
hu: Fordulószám
it: Num giri
ja: 回転数
ko: 라운드 수
nl: Ronden num
pt: Núm. giros
ru: Количество вращений
sk: Zaokrúhlené čísla
sv: Runda nummer

source: Run failed
cs: Chod selhal
da: Kørsel fejlet
fr: Échec fonctionnement
hu: A futtatás nem sikerült
ko: 실행 실패
nl: Uitvoering mislukt
pt: Falha execução
sk: Spustenie zlyhalo
sv: Körning misslyckades

source: Running mode
cs: Režim chodu
da: Kørsels tilstand
es: Modo en operación
fr: Mode fonctionnement
hu: Futó mód
it: Modalità di funzionamento
ja: 機能モード
ko: 실행 모드
nl: Bedrijfsmodus
pt: Modalidade de funcionamento
ru: Режим работы
sk: Prevádzkový režim
sv: Driftsläge

source: Sample size
cs: Velikost vzorku
da: Antal prøver
es: Tamaño de muestra
fr: Taille échantillon
hu: Minta nagysága
it: Num campioni
ja: サンプル数
ko: 샘플 크기
nl: Monstergrootte
pt: Dimensão Amostra
ru: Кол-во образцов
sv: Storlek på prov

source: Sampling
cs: Odběr vzorků
da: Prøveudtagning
es: Muestreo
fr: Échantillonnage
hu: Mintavételezés
it: Campionamento
ja: サンプリング
ko: 샘플링
nl: Bemonstering
pt: Amostragem
ru: Выборка
sk: Odber vzoriek
sv: Provtagning

source: Save
cs: Uložit
da: Gem
es: Guarda
fr: Enregistrer
hu: Mentés
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pt: Salvar
ru: Сохранить
sk: Uložiť
sv: Spara

source: Save buffered images
cs: Uložení obrázků ve vyrovnávací paměti
da: Gem buffer billeder
es: Guarda imágenes buffer
fr: Enregistrer images mises en mémoire tampon
hu: Pufferolt képek mentése
it: Salva buffer immagini
ja: 画像バッファ保存
ko: 버퍼링된 이미지 저장
nl: Gebufferde beelden opslaan
pt: Salvar imagens memorizadas no buffer
ru: Сохранить изображения буфера
sk: Uložiť obrázky vo vyrovnávacej pamäti
sv: Spara buffrade bilder

source: Save current recipe
cs: Uložit aktuální recept
da: Gem aktuel recept
es: Guarda receta actual
fr: Enregistrer la recette en cours
hu: Mentse az aktuális receptet
it: Salva ricetta corrente
ja: 現行レシピ保存
ko: 현재 레시피 저장
nl: Huidige recept opslaan
pt: Salvar receita atual
ru: Сохранить текущий рецепт
sk: Uložiť aktuálny recept
sv: Spara aktuellt recept

source: Saved
cs: Uloženo
da: Gemt
fr: Enregistré
hu: Mentett
ko: 저장됨
nl: Opgeslagen
pt: Salvo
sk: Uložený
sv: Sparad

source: Save Knapp
cs: Uložit Knapp
da: Gem Knapp
es: Guarda Knapp
fr: Enregistrer Knapp
hu: Mentsd meg Knappot
it: Salva knapp
ja: Knapp保存
ko: 냅 저장
nl: Knapp opslaan
pt: Salvar Knapp
ru: Сохранить Knapp-тест
sk: Uložiť Knapp
sv: Knapp för att spara

# SaveRejectedContainersImages
source: Save rejected cont. images
cs: Uložit obrázky po sobě jdoucích vyřazených
da: Gem reject billeder
fr: Enregistrer images cont. rejetées
hu: Elutasított folytatás mentése képek
ko: 거부된 계속 이미지 저장
nl: Afgekeurde telbeelden opslaan
pt: Salvar imagens cont. rejeitadas
sk: Uložiť zamietnuté pokrač. snímky
sv: Spara avvisade bilder

source: Save settings
cs: Uložit nastavení
da: Gem indstillinger
es: Guarda parametros
fr: Enregistrer paramètres
hu: Beállítások mentése
it: Salva settaggi
ja: 設定保存
ko: 설정 저장
nl: Instellingen opslaan
pt: Salvar parâmetros
ru: Сохранить настройки
sk: Uložiť nastavenia
sv: Spara inställningar

source: Save survey
cs: Uložit průzkum
da: Gem overvågning
es: Guarda valuacion
fr: Enregistrer évaluation
hu: Felmérés mentése
it: Salva valutazioni
ja: 評価保存
ko: 설문조사 저장
nl: Onderzoek opslaan
pt: Salvar pesquisa
ru: Сохранить результаты инспекции
sk: Uložiť prieskum
sv: Spara undersökning

source: Saving buffered images
cs: Ukládání obrázků ve vyrovnávací paměti
da: Gemmer buffer billeder
fr: Enregistrement images mises en mémoire tampon
hu: Pufferolt képek mentése
ko: 버퍼 이미지 저장하기
nl: Gebufferde beelden opslaan
pt: Salvando imagens memorizadas no buffer
sk: Ukladanie obrázkov vo vyrovnávacej pamäti
sv: Sparar buffrade bilder

# SavingCurrentRecipe
source: Saving recipe ...
cs: Ukládání receptu...
da: Gemmer recept …
es: Guardando receta en operación ...
fr: Enregistrement recette ...
hu: Recept mentése ...
it: Salvataggio ricetta in corso ...
ja: レシピ保存中…
ko: 레시피 저장 중 ...
nl: Recept opslaan ...
pt: Salvando receita ...
ru: Идет сохранение рецепта ...
sk: Ukladanie receptu ...
sv: Sparar recept ...

source: Saving current recipe failed
cs: Ukládání aktuálního receptu selhalo
da: Fejl ved gem af den aktuelle recept
es: Falla en guardado de receta actual
fr: Échec enregistrement recette en cours
hu: A jelenlegi recept mentése nem sikerült
it: Salvataggio ricetta corrente fallito
ja: 現行レシピ保存失敗
ko: 현재 레시피 저장에 실패했습니다.
nl: Huidig recept opslaan mislukt
pt: Falha ao salvar a receita atual
ru: Сохр. текущего рецепта не выполнено
sk: Ukladanie aktuálneho receptu zlyhalo
sv: Sparandet av aktuellt recept misslyckades

source: Select
cs: Vybrat
da: Vælg
es: Selecciona
fr: Sélectionner
hu: Válassza a lehetőséget
it: Seleziona
ja: 選択
ko: 선택
nl: Selecteren
pt: Selecionar
ru: Выбрать
sk: Vybrať
sv: Välj

# SelectFolderForSavingImages
source: Select a folder for saving images
cs: Vyberte složku pro ukládání obrázků
da: Vælg mappe for at gemme billeder
fr: Sélectionner un répertoire pour l’enregistrement des images
hu: Válasszon egy mappát a képek mentéséhez
ko: 이미지를 저장할 폴더를 선택합니다.
nl: Een map selecteren om beelden op te slaan
pt: Selecione um ficheiro para salvar imagens
ru: Выбрать папку для сохранения изобржений
sk: Vyberte zložku na ukladanie obrázkov
sv: Välj en mapp att spara bilderna i

# SelectFolderFromWhichToUpload
source: Select a folder from which to upload
cs: Vyberte složku, z níž bude probíhat nahrávání
da: Vælg mappe hvor billeder skal uploades
fr: Sélectionner un répertoire à partir duquel téléverser
hu: Válasszon ki egy mappát, ahonnan feltölteni szeretné
ko: 업로드할 폴더를 선택합니다.
nl: Een map selecteren van waaruit te uploaden
pt: Selecione um ficheiro do qual carregar
ru: Выбрать исходную папку загрузки
sk: Vyberte zložku na nahrávanie
sv: Välj en mapp från vilken du ska ladda upp

source: Sending recipe to
cs: Odesílání receptu na
da: Send recept til
fr: Envoi de la recette à
hu: Recept küldése a címzettnek
it: Invio ricetta in corso a
ko: 레시피 전송 대상
nl: Recept verzenden naar
pt: Enviando receita a
sk: Odoslanie receptu do
sv: Sänder recept till

# SendParam
source: Sending parameters to the cameras …
cs: Zasílání parametrů do kamer...
da: Sender parametre til kameraer …
es: Enviando parametros a las camaras ...
fr: Envoi des paramètres aux caméras ...
hu: Paraméterek küldése a kameráknak ...
it: Invio parametri alle camere in corso ....
ja: カメラへのパラメータ送信中…
ko: 카메라에 매개변수 보내기 ...
nl: Parameters verzenden naar de camera’s ...
pt: Enviando parâmetros às câmaras ...
ru: Идет отправка параметров на камеры ....
sk: Odosielajú sa parametre do kamier ...
sv: Sänder parametrar till kamerorna ...

source: Showing live cam!
cs: Zobrazit život kamery!
da: Viser live kamera
es: Visualiza camara en directo!
fr: Affichage caméra en direct !
hu: Élő kamera bemutatása!
it: Visualizza diretta da camera
ja: カメラ中継表示
ko: 라이브 캠 표시 중!
nl: Live-cam weergeven!
pt: Mostrando câmara em direta!
ru: Изобр. прям. пер. с камеры
sk: Zobrazuje sa živá kamera!
sv: Visa live-kamera!

source: Soft reset
cs: Měkký reset
fr: Redémarrage à chaud
ko: 소프트 리셋
nl: Soft resetten
ru: Перезагрузка ПО
sk: Mäkký reset
sv: Soft återställning

source: Spindle
cs: Vřeteno
da: Rotationsenhed
es: Mandrino
fr: Axe
hu: Orsó
it: Mandrino
ja: チャック
ko: 스핀들
nl: Spindel
pt: Fuso
ru: Шпиндель
sk: Vreteno
sv: Spindel

# SpvBusyError
source: Unable to send 'Busy' state
cs: Nelze odeslat stav „Zaneprázdněný“
da: "Busy" tilstand kan ikke sendes
es: Imposible comunicar el estado 'Busy'
fr: Impossible d’envoyer état « Busy »
hu: Nem sikerült elküldeni a „Foglalt” állapotot
it: Impossibile comunicare lo stato 'Busy'
ja: ステータス'Busy'伝達不可
ko: '바쁨' 상태를 전송할 수 없음
nl: Kan status 'Bezet' niet verzenden
pt: Impossível enviar estado 'Busy'
ru: Невозможно сообщить сост. 'Занят'
sk: Stav „Obsadené“ sa nedá odoslať
sv: Kunde inte sända “Upptagen” status

# SpvErrorError
source: Unable to send 'Error' state
cs: Nelze odeslat stav „Chyba“
da: "Error" tilstand kan ikke sendes
es: Imposible comunicar el estado 'Error'
fr: Impossible d’envoyer état « Error »
hu: Nem lehet elküldeni a „Hiba” állapotot
it: Impossibile comunicare lo stato 'Error'
ja: ステータス'Error'伝達不可
ko: '오류' 상태를 전송할 수 없음
nl: Kan status 'Fout' niet verzenden
pt: Impossível enviar estado 'Erro'
ru: Невозможно сообщить сост. 'Ошибка'
sk: Stav „Chyba“ sa nedá odoslať
sv: Kunde inte sända “Fel”-status

# SpvReadyToRunError
source: Unable to send 'ReadyToRun' state
cs: Nelze odeslat stav „Připraven k chodu“
da: "ReadyToRun" tilstand kan ikke sendes
es: Imposible comunicar el estado 'ReadyToRun'
fr: Impossible d’envoyer état « ReadyToRun »
hu: Nem lehet elküldeni a 'ReadyToRun' állapotot
it: Impossibile comunicare lo stato 'ReadyToRun'
ja: ステータス'ReadyToRun'伝達不可
ko: '준비 완료' 상태를 전송할 수 없음
nl: Kan status 'Klaar voor werking' niet verzenden
pt: Impossível enviar estado 'ReadytoRun'
ru: Невозможно сообщить сост. 'Готов к запуску'
sk: Stav „ReadyToRun“ sa nedá odoslať
sv: Kunder inte sända “Redo för körning” status

source: Start
cs: Spustit
es: Arranque
fr: Démarrage
hu: Rajt
ja: 開始
ko: 시작
nl: Starten
pt: Iniciar
ru: Старт
sk: Štart

source: Start live
cs: Spustit živě
es: Arranque en directo
fr: Démarrer direct
hu: Indítsa el élőben
it: Attiva diretta
ja: 中継開始
ko: 라이브 시작
nl: Live starten
pt: Iniciar direta
ru: Актив. прям. пер.
sk: Štart živý
sv: Starta live

source: Start offline analysis
cs: Spustit offline analýzu
da: Start offline analyse
es: Arranque analisis fuera de linea
fr: Démarrer analyse hors ligne
hu: Indítsa el az offline elemzést
it: Attiva analisi differita
ja: 録画分析開始
ko: 오프라인 분석 시작
nl: Offline analyse starten
pt: Iniciar análise offline
ru: Актив. отлож. анализ
sk: Štart analýzy off-line
sv: Starta offline-analys

source: Start offset
cs: Spustit vyvážení
es: Arranque offset
fr: Démarrer décalage
hu: Indítsa el az eltolást
ja: Offset開始
ko: 오프셋 시작
nl: Offset starten
pt: Iniciar offset
ru: Начало смещения
sk: Štart posuvu
sv: Starta offset

source: Start run
cs: Spustit chod
da: Start kørsel
es: Arranque run
fr: Démarrer exécution
hu: Indítsa el a futást
ja: 始動
ko: 실행 시작
nl: Werking starten
pt: Iniciar funcionamento
ru: Запуск в раб.
sk: Štart spustenia
sv: Starta körning

source: Station
cs: Stanice
es: Estación
hu: Állomás
it: Stazione
ja: 駅
ko: 스테이션
pt: Estação
ru: Станция
sk: Stanica

source: Station evaluation
cs: Hodnocení stanice
da: Evaluering af station
es: Evaluacion de estación
fr: Évaluation station
hu: Állomás értékelése
it: Valutazione stazione
ja: 局評価
ko: 스테이션 평가
nl: Stationevaluatie
pt: Avaliação estação
ru: Оценка станции
sk: Hodnotenie stanice
sv: Bedömningsstation

source: Station Id
cs: ID stanice
es: Id de estación
fr: Id station
hu: Állomás azonosítója
it: Id stazione
ja: 局 Id
ko: 스테이션 ID
pt: Id Estação
ru: Ид. номер станции
sk: ID stanice

source: Station rejects
cs: Vyřazení stanice
es: Estacion rechazos
fr: Rejets station
hu: Az állomás elutasítja
it: Scarti stazione
ja: 局不良
ko: 스테이션 리젝트
nl: Station afkeuringen
pt: Rejeitos estação
ru: Брак станции
sk: Stanica odmieta
sv: Station avvisningar

source: Station spindle initial position
cs: Počáteční polohy stanice vřetene
da: Initialiseringsposition for stationsrotationsenhed
es: Posicion inicial de mandrino
fr: Position initiale axe station
hu: Állomás orsó kiindulási helyzet
it: Pos iniziale mandrino
ja: チャック初期位置
ko: 스테이션 스핀들 초기 위치
nl: Station spindel beginpositie
pt: Posição inicial fuso estação
ru: Нач. пол. шпинделя
sk: Počiatočná poloha vretena stanice
sv: Station spindelns inledningsposition

source: Station spindle offset
cs: Vyvážení stanice vřetene
da: Offset for stationsrotationsenhed
es: Posicion de mandrino offset
fr: Décalage axe station
hu: Állomás orsó eltolása
it: Offset mandrino di stazione
ja: 局チャックOffset
ko: 스테이션 스핀들 오프셋
nl: Station spindel offset
pt: Offset fuso estação
ru: Сдвиг шпинделя станции
sk: Posun vretena stanice
sv: Station spindel offset

source: Status
cs: Stav
fr: État
hu: Állapot
ja: 状態
ko: 상태
pt: Estado
ru: Состоян.
sk: Stav

source: Stop
cs: Zastavit
es: Paro
fr: Arrêt
hu: Álljon meg
nl: Stoppen
ru: Стоп
sk: Zastaviť
sv: Stopp

source: Stop live
cs: Zastavit živě
es: Desactiva en directo
fr: Arrêt direct
hu: Állj le élőben
it: Disattiva diretta
ja: 中継無効化
ko: 라이브 정지
nl: Live stoppen
pt: Parar direta
ru: Откл. прям. пер.
sk: Zastaviť živý
sv: Stoppa live

source: Stop off. analysis
cs: Zastavit off. analýzu
da: Stop off. analyse
fr: Arrêt anal. hors ligne
hu: Felhomokoz. elemzés
ko: 분석 중지
nl: Off. analyse stoppen
pt: Parar análise off.
ru: Остановить анализ
sk: Zastaviť analýzu posuvu
sv: Stoppa offline analyserna

source: Stop offline analysis
cs: Zastavit offline analýzu
da: Stop offline analyse
es: Desactivar analisis offline
fr: Arrêt analyse hors ligne
hu: Állítsa le az offline elemzést
it: Disattiva analisi differita
ja: 録画分析無効化
ko: 오프라인 분석 중지
nl: Offline analyse stoppen
pt: Parar análise offline
ru: Откл. отлож. анализ
sk: Zastavenie analýzy off-line
sv: Stoppa offline-analyserna

source: Stop on condition
cs: Zastavit za podmínky
da: Betinget stop
fr: Arrêt sur condition
hu: Állj meg feltétellel
ko: 조건에 따라 중지
nl: Op conditie stoppen
pt: Parar em condição
ru: Остановить на состоянии
sk: Zastaviť v stave
sv: Stoppa under villkor

source: Strobe
cs: Stroboskop
es: Strobo
fr: Stroboscope
it: Strobo
ja: ストロボ
ko: 스트로브
ru: Строб-имп.
sk: Snímací impulz
sv: Strob

# StroboConfFileInvalid
source: Strobo configuration file invalid. Check strobo number and paths.
cs: Neplatný soubor konfigurace stroboskopu. Zkontrolujte číslo stroboskopu a cesty.
da: Strobo konfigurationsfil ikke gyldig. Undersøg strobo nummer og stier.
es: Archivo de configuracion de estrobo no valido. Verificar numero de strobo
fr: Fichier configuration stroboscope invalide. Vérifier nombre de stroboscopes et chemins.
hu: A Strobo konfigurációs fájl érvénytelen. Ellenőrizze a strobo számát és útvonalát.
it: File di configurazione strobo non valido. Controllare il numero ed il percorso dello strobo.
ja: 無効なストロボ設定ファイル. ストロボのNo.と行程を確認.
ko: 스트로보 구성 파일이 잘못되었습니다. 스트로보 번호와 경로를 확인하십시오.
nl: Strobo-configuratiebestand ongeldig. Controleer strobonummer en de paden.
pt: File de configuração Strobo não válido. Verifique número de Strobo e seus percursos.
ru: Файл конфигурации строб-имп. недейств. Проверьте номер и маршрут строб-имп.
sk: Neplatná konfigurácia súboru Strobo. Skontrolujte číslo strobo a cesty.
sv: Ogiltig konfigureringsfil för stroben. Kontrollera strobnummer och vägar.

# StroboParameter
source: Strobo configuration parameter
cs: Parametr konfigurace stroboskopu
da: Strobo konfigurationsparameter
es: Parametro de configuracion de strobo
fr: Paramètre de configuration stroboscope
hu: Strobo konfigurációs paraméter
it: Parametri di configurazione strobo
ja: ストロボ設定パラメータ
ko: 스트로보 구성 매개변수
nl: Strobo-configuratieparameter
pt: Parâmetro configuração Strobo
ru: Параметры конфигурации строб-имп.
sk: Parameter konfigurácie strobo
sv: Konfigureringparameter för stroben

source: SW Version
cs: Verze SW
da: Software version
es: Version SW
fr: Version SW
hu: SW verzió
it: Versione SW
ja: SWバージョン
ko: SW 버전
nl: SW-versie
pt: Versão SW
ru: Версия ПО
sk: Verzia SW
sv: Programvaruversion

source: Technical Reject
cs: Technické vyřazení
da: Teknisk reject
es: Rechazo Técnico
fr: Rejet technique
hu: Műszaki elutasítás
it: Scarto tecnico
ja: 工程廃棄物
ko: 기술 거부
nl: Technische afkeuring
pt: Rejeito Técnico
ru: Техническая отбраковка
sk: Technické odmietnutie
sv: Teknisk avvisning

source: Tech. Reject
cs: Tech. Odmítnout
da: Tech. Afvis
es: Técnica. Rechazar
fr: Tech. Rejeter
hu: Tech. Visszautasítás
it: Scarto Tecn.
ja: テック 却下
nl: Tech. Weigeren
pt: Técnica. Rejeitar
ru: Техника. Отклонить
sk: Technika. Odmietnuť
sv: Teknik. Avvisa

source: Timeout
cs: Časový limit
hu: Időtúllépés
ja: タイトル
pt: Temporização
ru: Таймаут
sk: Čas vypršal

source: Title
cs: Nadpis
da: Titel
es: Titulo
fr: Titre
hu: Cím
it: Titolo
ja: タイトル
ko: 제목
nl: Titel
pt: Título
ru: Название
sk: Názov
sv: Titel

source: Tool
cs: Nástroj
da: Værktøj
fr: Outil
hu: Eszköz
ko: 도구
pt: Ferramenta
sk: Nástroj
sv: Verktyg

source: Tool description
cs: Popis nástroje
da: Værktøjsbeskrivelse
es: Descripcion de tool
fr: Description outil
hu: Az eszköz leírása
it: Descrizione tool
ja: ツール説明
ko: 도구 설명
nl: Beschrijving tool
pt: Descrição ferramenta
ru: Описание инструмента
sk: Opis nástroja
sv: Verktygsbeskrivning

source: Tool Id
cs: ID nástroje
da: Værktøjs Id
fr: Id Outil
hu: Eszközazonosító
ja: ツールId
ko: 도구 ID
pt: Id Ferramenta
ru: Инструмент Id
sk: ID nástroja
sv: Verktygs-ID

source: Tools
cs: Nástroje
da: Værktøjer
es: Herramientas
fr: Outils
hu: Eszközök
ja: 道具
ko: 도구
pt: Ferramentas
ru: инструменты
sk: Nástroje
sv: Verktyg

source: To save
cs: K uložení
da: At gemme
es: A guardar
fr: À enregistrer
hu: Menteni
it: Da salvare
ja: 保存向
ko: 저장하려면
nl: Opslaan
pt: Salvar
ru: Сохранить
sk: Pre uloženie
sv: För att spara

source: Trending
cs: Trendy
da: Trend
es: Tendencias
fr: Tendance
it: Tendenza
ja: トレンド
ko: 트렌드
nl: Actuele
pt: Tendências
sk: Trendy
sv: Trender

source: Type
cs: Typ
es: Tipo
hu: típus
it: Tipo
ja: 種類
ko: 유형
pt: Tipo
ru: Тип
sk: Typ
sv: Typ

# UnableReadMacConf
source: Unable to read machine configuration!
cs: Nelze přečíst konfiguraci stroje!
da: Maskin konfiguration kan ikke læses!
es: Imposible leer archivo de configuracion del equipo!
fr: Impossible de lire la configuration machine !
hu: Nem lehet olvasni a gép konfigurációját!
it: Impossibile leggere il file di configurazione della macchina!
ja: 装置設定ファイル読取不可!
ko: 기계 구성을 읽을 수 없습니다!
nl: Kan machineconfiguratie niet lezen!
pt: Impossível ler a configuração da máquina!
ru: Невозможно прочитать файл конфигурации машины!
sk: Nie je možné prečítať konfiguráciu zariadenia!
sv: Kunde inte avläsa maskinkonfigureringen!

source: Upload
cs: Načíst
da: Overfør
fr: Téléverser
hu: Feltöltés
ko: 업로드
nl: Uploaden
pt: Carregar
ru: Загрузить
sk: Nahrať
sv: Uppladdning

source: Uploading images
cs: Nahrávání obrázků
da: Overfør billeder
fr: Téléversement images
hu: Képek feltöltése
ko: 이미지 업로드 중
nl: Beelden uploaden
pt: Carregando imagens
ru: Загрузить изображения
sk: Nahrávanie obrázkov
sv: Uppladdning av bilder
