Repository: matteo-monego-sg/ExactaEasy_Gateway2
Catalog: ExactaEasy/UIStrings.*.resx
Languages: cs, da, es, fr, hu, it, ja, ko, nl, pt, ru, sk, sv

# AcquisitionGetError
source: Unable to get acquisition parameters from camera {0}
cs: Nelze získat parametry snímání z kamery {0}
da: Inspektions parametre kan ikke tilgås fra kamera {0}
es: Imposible leer parametros de adquicicion {0}
fr: Impossible d’obtenir les paramètres de la caméra{0}
hu: Nem sikerült lekérni a felvételi paramétereket a kameráról {0}
it: Impossibile leggere i parametri di acquisizione dalla camera {0}
ja: {0}カメラ取得パラメータ読取不可
ko: 카메라 {0}에서 획득 매개변수를 가져올 수 없습니다.
nl: Kan geen bevestiging krijgen van parameters van camera {0}
pt: Impossível obter parâmetros aquisição da câmara {0}
ru: Невозможно прочитать параметры приема от камеры {0}
sk: Z kamery nie je možné získať parametre snímania {0}
sv: Kunde inte hämta parametrar för bildtagning från kameran {0}

source: Acquisition parameter
cs: Parametr snímání
da: Inspektions parameter
es: Parametros de Adquisiciòn
fr: Acquisition paramètre
hu: Beszerzési paraméter
it: Parametri di acquisizione
ja: 取得パラメータ
ko: 획득 매개변수
nl: Bevestiging parameter
pt: Parâmetro Aquisição
ru: Параметры приема
sk: Parameter snímania
sv: Parametrar för bildtagning

source: Actual value
cs: Aktuální hodnota
da: Faktisk værdi
fr: Valeur actuelle
hu: Jelenlegi érték
it: Valore attuale
ja: 現行値
ko: 실제 값
nl: Huidige waarde
pt: Valor efetivo
ru: Действительное значение
sk: Skutočná hodnota
sv: Aktuellt värde

source: Add
cs: přidat
da: Tilføj
es: Agregar
fr: Ajouter
hu: Hozzáadás
it: Aggiungi
ja: 追加
ko: 추가
nl: Toevoegen
pt: Adicionar
ru: Добавить
sk: Pridať
sv: Lägg till

source: Advanced recipe parameter
cs: Parametr pokročilého receptu
da: Advanceret recept parameter
es: Parametros de Receta avanzada
fr: Paramètre avancé de recette
hu: Speciális recept paraméter
it: Parametri di ricetta avanzati
ja: 上級レシピパラメータ
ko: 고급 레시피 매개변수
nl: Geavanceerde receptparameter
pt: Parâmetro receita avançada
ru: Доп. параметры рецепта
sk: Parameter rozšíreného receptu
sv: Avancerad receptparameter

source: All
cs: Všechny
da: Alle
es: Todos
fr: Tous
hu: Minden
it: Tutto
ja: すべて
ko: 모두
nl: Alle
pt: Todos
ru: Все
sk: Všetky
sv: Alla

source: Any
cs: Jakýkoliv
da: Enhver
fr: Tous
hu: Bármi
ko: 모든
nl: Eventueel
pt: Qualquer
ru: Любой
sk: Akýkoľvek
sv: Några

source: Assistants
cs: Asistenti
da: Assistance
es: Asistente
hu: Asszisztensek
it: Assistenti
ja: サポート
ko: 어시스턴트
nl: Assistenten
pt: Assistentes
ru: Ассистенты
sk: Asistenti
sv: Assistenter

# AtLeastOneCameraInError
source: At least one enable camera in error
cs: Minimálně jedna povolená kamera ve stavu chyby
da: Mindst et tilsluttet kamera fejler
es: Al menos una camara en error
fr: Au moins une caméra activée en erreur
hu: Legalább egy engedélyező kamera hibásan
it: Almeno una camera abilitata in errore
ja: 有効化済カメラエラー
ko: 하나 이상의 카메라 활성화 오류
nl: Minstens één activeercamera in fout
pt: Pelo menos uma câmara habilitada em erro
ru: Как миню одна камера вклю с ошибкой
sk: Najmenej jedna zapnutá kamera je omylom
sv: Åtminstone en aktiverad kamera av misstag

source: Audit failed
cs: Audit selhal
da: Revison fejlet
es: Error de auditoría
fr: Échec audit
hu: Az ellenőrzés nem sikerült
it: Audit fallito
ja: 監査に失敗しました
ko: 감사 실패
nl: Audit mislukt
pt: Não houve auditoria
ru: Аудит не удалось
sk: Audit zlyhal
sv: Audit misslyckades

source: Backup
cs: Zálohovat
da: Sikkerhedskopi
fr: Sauvegarde
hu: biztonsági mentés
ko: 백업
sk: Záloha
sv: Säkerhetskopiera

# BackupCamParamsFailed
source: Backup camera parameters failed
cs: Zálohování parametrů kamery selhalo
da: Sikkerhedskopiering af kamera parametre er fejlet
es: Falla respaldo parametros de la camara
fr: Échec sauvegarde des paramètres
hu: A biztonsági mentési kamera paraméterei nem sikerültek
it: Backup parametri delle camere fallito
ja: カメラパラメータBackup失敗
ko: 카메라 매개변수 백업 실패
nl: Back-up cameraparameters mislukt
pt: Falha backup parâmetros câmara
ru: Резерв. копир. парам. камер не выполн.
sk: Parametre záložnej kamery zlyhali
sv: Säkerhetskopieringen av kamerans parametrar misslyckades

source: Backup / Restore
cs: Zálohovat/Obnovit
da: Sikkerhedskopi / Genskab
fr: Sauvegarde / Restaurer
hu: Biztonsági mentés visszaállítása
ko: 백업/복원
nl: Back-up/Terugzetten
pt: Backup / Restaurar
sk: Zálohovať/Obnoviť
sv: Säkerhetskopiera /återställa

# BackupVialAxisFailed
source: Backup camera vial axis failed
cs: Zálohování osy kamery lahvičky selhalo
da: Backup af kamera for hætteglas akser er fejlet
es: Falla del respaldo los ejes de la camara
fr: Échec sauvegarde axe tube camera
hu: Nem sikerült a biztonsági mentési kamera fiola tengelye
it: Backup vial axis delle camere fallito
ja: カメラバイアル軸Backup失敗
ko: 백업 카메라 바이알 축이 실패했습니다.
nl: Back-up camera flacon as mislukt
pt: Falha backup eixo frasco câmara
ru: Резерв. копир. оси амп. камер не выполн.
sk: Os viály so záložnou kamerou zlyhala
sv: Säkerhetskopiering av kamerans flervägslibell misslyckades

source: Bad
cs: Chybný
da: Dårlig
es: No conforme
fr: Non conforme
hu: Rossz
it: Scarto
ja: 廃棄
nl: Slecht
pt: Ruim
ru: Не приемлемый
sk: Zlý
sv: Dålig

source: Batch ID
cs: ID šarže
es: ID de lote
fr: ID du lot
hu: Tétel azonosító
it: ID lotto
ja: バッチID
ko: 배치 ID
pt: ID do lote
ru: Идентификатор партии
sk: ID dávky

# BtnApply
source: Apply
cs: Použít
da: Anvend
es: Aplica
fr: Appliquer
hu: Alkalmaz
it: Applica
ja: 適用
ko: 적용
nl: Toepassen
pt: Aplicar
ru: Применить
sk: Použiť
sv: Tillämpa

# BtnConfig
source: Config
cs: Konfig.
da: Konfiguration
es: Configura
hu: Konfig
ru: Конфиг.
sk: Konfig.
sv: Konfigurering

# BtnEdit
source: Edit
cs: Upravit
da: Rediger
es: Editar
fr: Modifier
hu: Szerkesztés
it: Modifica
ja: 変更
ko: 편집
nl: Bewerken
pt: Editar
ru: Изменить
sk: Upraviť
sv: Redigera

# BtnLiveStart
source: ROI start live
cs: ROI spustit živě
da: Start ROI afvikling
es: Activar ROI
fr: Activer direct ROI
hu: A ROI élőben indul
it: Attiva diretta ROI
ja: ROI中継有効
ko: ROI 라이브 시작
nl: ROI live starten
pt: Ativar direta ROI
ru: Актив. прям. пер. ROI
sk: Živé spustenie ROI
sv: Lönsamhet starta live

# BtnLiveStartFF
source: Fullframe start live
cs: Plnou velikost spustit živě
da: Start afvikling af fuldskærmsbillede
es: Activar Fullframe
fr: Activer direct plein écran
hu: A fullframe élőben indul
it: Attiva diretta fullframe
ja: Full-frame中継有効
ko: 풀프레임 라이브 시작
nl: Fullframe live starten
pt: Ativar direta FullFrame
ru: Актив. прям. пер. полн. кадра
sk: Živé spustenie plného rámu
sv: Helbild starta live

# BtnLiveStop
source: ROI stop live
cs: Zastavit živě ROI
da: Stop afvikling af ROI
es: Desactivar ROI
fr: Désactiver direct ROI
hu: A ROI élőben leáll
it: Disattiva diretta ROI
ja: ROI中継無効
ko: ROI 중지 라이브
nl: ROI live starten
pt: Parar direta ROI
ru: Откл. прям. пер. ROI
sk: Živé zastavenie ROI
sv: Lönsamhet stoppa live

# BtnLiveStopFF
source: Fullframe stop live
cs: Plnou velikost zastavit živě
da: Stop afvikling af fuldskærmsbillede
es: Desactivar Fullframe
fr: Désactiver direct plein écran
hu: A teljes képkocka megáll élőben
it: Disattiva diretta fullframe
ja: Full-frame中継無効
ko: 풀프레임 라이브 중지
nl: Fullframe live stoppen
pt: Parar direta FullFrame
ru: Откл. прям. пер. полн. кадра
sk: Živé zastavenie plného rámu
sv: Helbild stoppa live

# BtnSave
source: Save
cs: Uložit
da: Gem
es: Salva
fr: Enregistrer
hu: Mentés
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pt: Salvar
ru: Сохранить
sk: Uložiť
sv: Spara

# BtnUndo
source: Undo
cs: Vrátit zpět
da: Fortryd
es: Deshace
fr: Annuler
hu: Visszavonás
it: Annulla
ja: 取消
ko: 실행 취소
nl: Ongedaan maken
ru: Отменить
sk: Vrátiť
sv: Gör om

# BypassHMIsendRecipe
source: Do not apply HMI recipe
cs: Neuplatnit recept HMI
da: Anvend ikke HMI recepten
es: No aplicar receta HMI
fr: Ne pas appliquer recette HMI
hu: Ne alkalmazza a HMI receptjét
it: Non applicare ricetta HMI
ja: HMIレシピ不適用
ko: HMI 레시피 적용 안 함
nl: HMI-recept niet toepassen
pt: Não aplicar receita HMI
ru: Не применять рецепт ЧМИ
sk: Nepoužívať recept HMI
sv: Applicera inte HMI-recept

# calibrationTurbidimeter
source: Thresholds
cs: Prahové hodnoty
da: Grænseværdier
hu: Küszöbök
it: Limiti
ko: 임계값
nl: Limieten
pt: Limiares
sk: Limity

# Cal_Dark
source: Dark
cs: Tmavá
da: Mørk
es: Oscuro
hu: Sötét
it: Scuro
nl: Donker
pt: Escuro
sk: Tmavý

# Cal_Good
source: Good
cs: Správný
da: God
es: Bueno
hu: Jó
it: Buono
nl: Goed
pt: Bom
sk: Dobrý

# Cal_Light
source: Light
cs: Světlá
da: Lys
es: Claro
hu: Fény
it: Chiaro
nl: Licht
pt: Luz
sk: Svetlý

# Cal_NumSamples
source: N° Elements by type
cs: Počet prvků podle typu
da: Antal Elementer baseret på typen
es: N ° Elementos por tipo
hu: N ° Elemek típus szerint
it: N° Elementi per tipo
ko: 유형별 요소 수
nl: Aant. elementen per type
pt: N° de Elementos por tipo
sk: Počet prvkov podľa typu

# Cal_Start
source: Start Acquisition
cs: Spustit snímání
da: Start inspektion
es: Iniciar adquisición
hu: Indítsa el az akvizíciót
it: Start Acquisizione
ko: 수집 시작
nl: Bevestiging starten
pt: Iniciar Aquisição
sk: Spustiť akvizíciu

# Cal_Stop
source: Stop Acquisition
cs: Zastavit snímání
da: Stop inspektion
es: Detener la adquisición
hu: Állítsa le az akvizíciót
it: Stop Acquisizione
ko: 획득 중지
nl: Bevestiging stoppen
pt: Parar Aquisição
sk: Zastaviť akvizíciu

source: Camera
cs: Kamera
da: Kamera
es: Cámara
fr: Caméra
hu: Kamera
ja: カメラ
ko: 카메라
pt: Câmara
ru: камера
sk: Kamera
sv: Kamera

source: Camera error
cs: Chyba kamery
da: Kamera fejl
es: Error de camara
fr: Erreur caméra
hu: Kamera hiba
it: Errore camera
ja: カメラエラー
ko: 카메라 오류
nl: Camerafout
pt: Erro câmara
ru: Ошибка камеры
sk: Chyba kamery
sv: Kamerafel

source: Camera list
cs: Seznam kamery
da: Kamera liste
es: listado de camaras
fr: Liste caméras
hu: Kamera lista
it: Elenco camere
ja: カメラリスト
ko: 카메라 목록
nl: Cameralijst
pt: Lista câmara
ru: Список камер
sk: Zoznam kamery
sv: Kameralist

# CameraNotFound
source: Camera no: {0} ip: {1} not found on configuration setting
cs: Č. kamery: {0} ip: {1} v nastavení konfigurace nenalezena
da: Kamera nr.: {0} ip: {1} blev ikke fundet i konfigurationsindstillingerne
es: Camara no: {0} ip: {1} no encontrada en ajuste de configuración
fr: Caméra n° : {0} ip : {1} pas trouvée dans réglage des paramètres
hu: Kamera száma: {0} ip: {1} nem található a konfigurációs beállításban
it: Camera n.ro: {0} ip: {1} non trovata nelle impostazioni
ja: No: {0} ip: {1} カメラ設定内未検出
ko: 카메라 번호: {0} IP: {1} 구성 설정에서 찾을 수 없습니다.
nl: Camera nr.: {0} ip: {1} niet gevonden in configuratie-instelling
pt: Câmara n.: {0} ip: {1} não encontrada na configuração
ru: Камера №: {0} ip: {1} не найдена в настройках
sk: Č. kamery: {0} ip: {1} nenájdené pri nastavení konfigurácie
sv: Kamera nr: {0} IP: {1} hittades inte i konfigureringsinställningen

# CameraNotFound2
source: Camera not found
cs: Kamera nenalezena
da: Kamera blev ikke fundet
es: Camara no encontrada
fr: Caméra pas trouvée
hu: A kamera nem található
it: Camera non trovata
ja: カメラ未検出
ko: 카메라를 찾을 수 없음
nl: Camera niet gevonden
pt: Câmara não encontrada
ru: Камера не найдена
sk: Kamera nebola nájdená
sv: Kameran hittades inte

source: Camera not ready
cs: Kamera není připravena
da: Kameraet er ikke klar
es: Camara desactivada
fr: Caméra pas prête
hu: A kamera nem áll készen
it: Camera non pronta
ja: カメラ未検出
ko: 카메라가 준비되지 않았습니다.
nl: Camera niet klaar
pt: Câmara não pronta
ru: Камера не готова
sk: Kamera nie je pripravená
sv: Kamera ej redo

# CameraParamsBackupOk
source: Camera parameters backup successful
cs: Parametry kamery byly úspěšně zálohovány
da: Kamera parametrene er succesfuldt sikkerhedskopieret
es: Resapaldo exitoso de los parametros de la camara
fr: Sauvegarde réussie des paramètres caméra
hu: A kamera paramétereinek biztonsági mentése sikeres
it: Backup parametri delle camere eseguito con successo
ja: カメラパラメータバックアップ成功
ko: 카메라 매개변수 백업 성공
nl: Back-up cameraparameters correct uitgevoerd
pt: Efetuado backup parâmetros câmara
ru: Резерв. копир. параметров камер выполнено успешно
sk: Úspešné zálohovanie parametrov kamery
sv: Kamerans parametrar säkerhetskopierades med framgång

source: Camera recipe not found
cs: Recept kamery se nenašel
da: Kamera recepten blev ikke fundet
es: Receta de camara no encontrada
fr: Recette caméra pas trouvée
hu: A kamera receptje nem található
ja: カメラレシピ未検出
ko: 카메라 레시피를 찾을 수 없습니다.
nl: Camerarecept niet gevonden
pt: Receita câmara não encontrada
ru: Камера рецептов не найдена
sk: Recept kamery nebol nájdený
sv: Kamerans recept hittades ej

# CameraResetting
source: Camera is restarting... Please wait
cs: Kamera se restartuje... Čekejte prosím
da: Kameraet genstarter… Vent venligst
es: Reiniciando camara... Espere un momento
fr: Redémarrage de la caméra... Veuillez attendre
hu: A kamera újraindul ... Kérjük, várjon
it: Riavvio camera ... Attendere!
ja: カメラ再起動…待機!
ko: 카메라가 다시 시작 중입니다... 잠시만 기다려주세요
nl: Camera is aan het herstarten... Even wachten
pt: Câmara reinicializando... Aguardar por favor
ru: Повт. запуск кам. Подождите!
sk: Kamera sa reštartuje...Čakajte, prosím
sv: Kameran startar om... Var god vänta

source: Cameras
cs: Kamery
da: Kameraer
es: Camaras
fr: Caméras
hu: Kamerák
it: Camere
ja: カメラ
ko: 카메라
pt: Câmaras
ru: Камеры
sk: Kamery
sv: Kameror

source: Camera status
cs: Stav kamery
da: Kamera status
es: Estatus de camara
fr: État caméra
hu: Kamera állapota
it: Stato camera
ja: カメラ状態
ko: 카메라 상태
pt: Estado câmara
ru: Сост. камеры
sk: Stav kamery
sv: Kamerans status

source: Camera status not available
cs: Stav kamery není k dispozici
da: Kamera status er ikke tilgængelig
es: Estatus de camara no disponible
fr: État caméra indisponible
hu: A kamera állapota nem érhető el
it: Stato camera non disponibile
ja: 使用不可カメラ状態
ko: 카메라 상태를 사용할 수 없음
nl: Camerastatus niet beschikbaar
pt: Estado câmara não disponível
ru: Нет состояния камеры
sk: Stav kamery nie je k dispozícii
sv: Kamerans status är inte tillgänglig

# CantBindToCamera
source: Cannot bind to camera
cs: Kameru nelze vázat
da: Kan ikke forbinde til kameraet
es: Imposible enlazar camara
fr: Impossible de relier caméra
hu: Nem lehet kamerához kötni
it: Impossibile agganciare la camera
ja: カメラ連結不可
ko: 카메라에 바인딩할 수 없습니다.
nl: Kan niet met camera verbinden
pt: Impossível enganchar na câmara
ru: Невозможно подвесить камеру
sk: Nie je možné prepojiť s kamerou
sv: Kan ej fästa på kameran

source: Can't change language while machine is running
cs: Neměňte jazyk, dokud je stroj v chodu
da: Sprog kan ikke ændres under maskinkørsel
fr: Impossible de changer la langue quand la machine est en marche
hu: A gép futása közben nem lehet nyelvet váltani
it: Impossibile cambiare la lingua in running
ko: 시스템이 실행 중인 동안 언어를 변경할 수 없습니다.
nl: Kan de taal niet wijzigen terwijl de machine aan het werk is
pt: Impossível mudar idioma durante o funcionamento da máquina
sk: Keď je stroj spustený, nie je možné zmeniť jazyk
sv: Kan inte byta språk när maskinen körs

# CantFindGlobalConfig
source: Cannot find global configuration file "globalConfig.xml"
cs: Nelze najít soubor globální konfigurace „globalConfig.xml“
da: Global konfigurationsfil "globalConfig.xml" er ikke tilgængelig
es: Imposible encontrar archivo "globalConfig.xml"
fr: Impossible de trouver le fichier global configuration "globalConfig.xml"
hu: A (z) "globalConfig.xml" globális konfigurációs fájl nem található
it: Impossibile trovare file "globalConfig.xml"
ja: "globalConfig.xml"ファイル検出不可
ko: 글로벌 구성 파일 "globalConfig.xml"을 찾을 수 없습니다.
nl: Kan het globale configuratiebestand "globalConfig.xml" niet vinden
pt: Impossível encontrar file configuração global "globalConfig.xml"
ru: Невозможно найти файл глобальных настроек "globalConfig.xml"
sk: Nemožno nájsť globálny konfiguračný súbor „globalConfig.xml“
sv: Kan ej hitta global konfigureringsfil "globalConfig.xml"

source: Can't save recipe
cs: Recept nelze uložit
da: Recepten kan ikke gemmes
fr: Impossible d’enregistrer la recette
hu: Nem lehet menteni a receptet
it: Impossibile salvare la ricetta
ko: 레시피를 저장할 수 없습니다.
nl: Kan recept niet opslaan
pt: Impossível salvar a receita
sk: Nemožno uložiť recept
sv: Kan inte spara recept

# CantSaveRecipeWhileMachineRunning
source: Can't save recipe while machine is running
cs: Recept nelze uložit, dokud je stroj v chodu
da: Recepten kan ikke gemmes under maskinkørsel
fr: Impossible d’enregistrer la recette quand la machine est en marche
hu: Nem lehet menteni a receptet, amíg a gép fut
it: Impossibile salvare la ricetta in running
ko: 머신이 실행되는 동안 레시피를 저장할 수 없음
nl: Kan recept niet opslaan terwijl de machine aan het werk is
pt: Impossível salvar a receita durante o funcionamento da máquina
sk: Pokiaľ je stroj spustený, recept nemožno uložiť
sv: Receptet kan inte sparas när maskinen körs

source: Check vial axis
cs: Zkontrolovat osu lahvičky
da: Undersøg hætteglas akser
es: Verificar ejes de frasco
fr: Vérification axe tubes
hu: Ellenőrizze az injekciós üveg tengelyét
ja: バイアル軸検査
ko: 바이알 축 확인
nl: Controleer flacon as
pt: Verificar eixo frasco
ru: Пров. ось амп.
sk: Skontrolovať osy liekovky
sv: Kontrollera flervägslibellen

source: Condition
cs: Podmínka
da: Tilstand
es: Condicion
hu: Feltétel
it: Condizione
ja: 条件
ko: 조건
nl: Conditie
pt: Condição
ru: Состояние
sk: Podmienka
sv: Tillstånd

source: Config
cs: Konfig.
da: Konfiguration
hu: Konfig
ru: Конфигурация
sk: Konfig.
sv: Konfigurering

source: Current
cs: Aktuální
da: Nuværende
fr: En cours
hu: Jelenlegi
ko: 현재
nl: Huidig
pt: Atual
ru: Текущий
sk: Aktuálny
sv: Aktuell

source: Customer evaluation
cs: Hodnocení zákazníka
da: Kundeevaluering
es: Valoracion del cliente
fr: Évaluation client
hu: Az ügyfelek értékelése
it: Valutazione cliente
ja: 顧客評価
ko: 고객 평가
nl: Klantevaluatie
pt: Avaliação Consumidor
ru: Оценка клиента
sk: Hodnotenie zákazníkov
sv: Kundbedömning

source: Date Time
cs: Datum Čas
da: Dato Tid
es: Fecha Hora
fr: Date Heure
hu: Dátum Idő
it: Data Ora
ja: 日付 時間
ko: 날짜 시간
nl: Datum Tijd
pt: Data Hora
ru: Дата Время
sk: Dátum Čas
sv: Datum Tid

source: Device
cs: Zařízení
da: Enhed
es: Dispositivo
fr: Dispositif
hu: Eszköz
it: Dispositivo
ja: デバイス
ko: 장치
nl: Apparaat
pt: Dispositivo
ru: Устройство
sk: Zariadenie
sv: Enhet

# DeviceRecipeWrong
source: Device recipe wrong or missing
cs: Recept zařízení chybný nebo chybí
da: Recepten for en enhed fejler eller mangler
fr: Recette dispositif erronée ou manquante
hu: Az eszköz receptje hibás vagy hiányzik
ko: 장치 레시피가 잘못되었거나 누락되었습니다.
nl: Apparaat recept verkeerd of ontbreekt
pt: Receita dispositivo incorreta ou ausente
sk: Recept zariadenia je nesprávny alebo chýba
sv: Enhetens recept fel eller saknas

source: Devices
cs: Zařízení
da: Enheder
es: Dispositivos
fr: Dispositifs
hu: Eszközök
it: Dispositivi
ja: デバイス
ko: 장치
nl: Apparaten
pt: Dispositivos
ru: Устройства
sk: Zariadenia
sv: Enheter

source: Devices parameters
cs: Parametry zařízení
da: Parametre på enheder
es: Parametros dispositivos
fr: Paramètres dispositifs
hu: Eszközparaméterek
it: Parametri dispositivi
ja: デバイスパラメータ
ko: 장치 매개변수
nl: Apparatenparameters
pt: Parâmetros dispositivos
ru: Параметры устройства
sk: Parametre zariadenia
sv: Enheternas parametrar

# DigitalTwinNoCSV
source: CSV not present
cs: CSV není k dispozici
da: CSV ikke til stede
es: CSV no presente
fr: CSV non présent
hu: CSV nincs jelen
it: CSV non presente
ja: CSVが存在しない
ko: CSV가 없습니다.
nl: CSV niet aanwezig
pt: CSV não está presente
ru: CSV не присутствует
sk: CSV nie je prítomný
sv: CSV inte närvarande

source: Digitizer
cs: Digitizér
es: Digitalizador
fr: Numériseur
ja: デジタイザー
ko: 디지타이저
nl: Digitaliseerder
pt: Digitalizador
sk: Digitizér

source: Disable
cs: Zakázat
da: Deaktiver
es: Desactivar
fr: Désactiver
hu: A letiltása
it: Disattiva
ja: 無効
ko: 비활성화
nl: uitschakelen
pt: Desativar
ru: Отключить
sk: Zakázať
sv: Inaktivera

source: Download images
cs: Stáhnout obrázky
da: Hent billede
fr: Télécharger images
hu: Képek letöltése
ko: 이미지 다운로드
nl: Beelden downloaden
pt: Descarregar imagens
ru: Загрузить изображения
sk: Stiahnuť obrázky
sv: Ladda ner bilder

source: Downloading images
cs: Stahování obrázků
da: Hent billeder
es: Descargado de imágenes
fr: Téléchargement images
hu: Képek letöltése
it: Scaricando immagini
ja: 画像ダウンロード
ko: 이미지 다운로드
nl: Beelden downloaden
pt: Descarregando imagens
ru: Изобр. загружаются
sk: Sťahovanie obrázkov
sv: Nedladdning av bilder

# DownLoadParam
source: Downloading images cameras ....
cs: Stahování obrázků kamery....
da: Hent kamera billeder …
es: Descargado imagines de la camara ....
fr: Téléchargement images caméras ...
hu: Képkamerák letöltése ...
it: Scaricamento immagini dalle camere in corso ....
ja: カメラ画像ダウンロード中…
ko: 이미지 다운로드 카메라 ....
nl: Beelden van camera’s downloaden ....
pt: Descarregando imagens das câmaras ....
ru: Идет загрузка изображений с камер ....
sk: Sťahovanie snímok z kamery....
sv: Nedladdning av bilder kamerorna ...

source: Dump
cs: Vyhodit
da: Hent
es: Descarga
fr: Décharger
hu: Lerak
nl: Dumpen
ru: Загрузка
sk: Odhodiť

# ElaborationGetError
source: Camera recipe parameters {0} cannot be read
cs: Parametry receptu kamery {0} nelze přečíst
da: Kameraets receptparametre {0} kan ikke læses
fr: Les paramètres de recette de la caméra {0} ne peuvent pas être lus.
hu: A kamera receptjének {0} paraméterei nem olvashatók
ko: 카메라 레시피 매개 변수 {0}을(를) 읽을 수 없습니다.
nl: Camerareceptparameters {0} kunnen niet gelezen worden
pt: Impossível ler parâmetros receita câmara {0}
sk: Parametre receptu kamery {0} nie je možné prečítať
sv: Kamerans receptparametrar {0} kan inte avläsas

source: Enable
cs: Povolit
da: Aktivér
es: Activar
fr: Activer
hu: Engedélyezés
it: Attiva
ja: 有効にする
ko: 사용
nl: inschakelen
pt: Ativar
ru: Включить
sk: Povolenie stránky
sv: Aktivera

source: Enable Knapp
cs: Povolit Knapp
da: Aktiver Knapp
es: Habilitar Knapp
fr: Activer Knapp
hu: Engedélyezze a Knapp alkalmazást
it: Abilita Knapp
ja: Knapp有効
ko: Knapp 사용
nl: Knapp activeren
pt: Habilitar Knapp
ru: Вкл. Knapp
sk: Aktivovať Knapp
sv: Aktiveringsknapp

# ErrorReport
source: An error occurred while generating report
cs: Během generování zprávy se vyskytla chyba
da: Fejl ved generering af rapporten
es: Error de elaboración de reportes
fr: Erreur durant l’élaboration rapport
hu: Hiba történt a jelentés létrehozása közben
it: Errore generazione report
ja: レポート生成エラー
ko: 보고서를 생성하는 동안 오류가 발생했습니다.
nl: Er heeft zich een fout voorgedaan tijdens het genereren van het rapport
pt: Ocorreu um erro durante elaboração do relatório
ru: Ошибка генерирования отчета
sk: Pri generovaní správy sa vyskytla chyba
sv: Ett fel inträffade under skapandet av rapporten

source: Error sending parameters
cs: Chyba odesílání parametrů
da: Fejl ved afsending af parametre
es: Error de envío de parametros
fr: Erreur durant l’envoi paramètres
hu: Hiba a paraméterek küldésekor
it: Errore invio parametri
ja: パラメータ送信エラー
ko: 매개변수 전송 중 오류
nl: Fout tijdens verzenden van parameters
pt: Erro durante envio dos parâmetros
ru: Ошибка отправки параметров
sk: Chyba pri odosielaní parametrov
sv: Fel med sändningsparametrarna

source: Error starting knapp
cs: Chyba spuštění knapp
da: Fejl under opstart af knapp
fr: Erreur durant le démarrage knapp
hu: Hiba a knapp indításakor
ko: Knapp 시작 중 오류
nl: Fout tijdens starten van Knapp
pt: Erro durante início do knapp
sk: Chyba pri spúšťaní knapp
sv: Fel på startknapp

source: Error stopping knapp
cs: Chyba zastavení knapp
da: Fejl under afslutningen af knapp
fr: Erreur durant l’arrêt knapp
hu: Hiba a knapp leállításakor
ko: Knapp 중지 중 오류
nl: Fout tijdens stoppen van Knapp
pt: Erro durante paragem do knapp
sk: Chyba pri zastavovaní knapp
sv: Fel på stoppknapp

source: Error uploading parameters
cs: Chyba nahrávání parametrů
da: Fejl ved upload af parametre
fr: Erreur téléversement paramètres
hu: Hiba történt a paraméterek feltöltésekor
ko: 파라미터 업로드 중 오류 발생
nl: Fout tijdens uploaden van parameters
pt: Erro durante carregamento dos parâmetros
sk: Chyba pri nahrávaní parametrov
sv: Fel uppladdningsparametrar
